[
{
    "title": "20 Minutes", 
    "description": "When his wife is convicted of murder, a horrified family man races to prove her innocence while a dogged investigator sets out to uncover the truth.", 
    "actors": "Tuba Büyüküstün, Ilker Aksum, Bülent Emin Yarar, İpek Bilgin", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1502755200"
},
{
    "title": "2057: The World in 50 Years", 
    "description": "Theoretical physicist Michio Kaku examines what our bodies, our cities, and our world will look like 50 years into the future.", 
    "actors": "Michio Kaku", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "Docuseries", 
    "date_released": "1491004800"
},
{
    "title": "21 Sarfarosh: Saragarhi 1897", 
    "description": "In one of history's greatest last stands, a battalion of 21 Sikh soldiers fights to defend their outpost from attack by over 10,000 Afghans.", 
    "actors": "Luke Kenny, Mohit Raina, Mukul Dev", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1543622400"
},
{
    "title": "21 Thunder", 
    "description": "Players and coaches for a Montreal soccer team chase dreams of stardom while their personal lives erupt with love, fear, passion and violence.", 
    "actors": "Stephanie Bennett, Emmanuel Kabongo, RJ Fetherstonhaugh, Andres Joseph", 
    "director": "", 
    "imdb_rating": "5.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1519862400"
},
{
    "title": "211", 
    "description": "While on a routine patrol, an aging cop, his partner and their ride-along get caught in a standoff with a band of former mercenaries robbing a bank.", 
    "actors": "Nicolas Cage, Dwayne Cameron, Michael Rainey Jr., Sophie Skelton", 
    "director": "York Shackleton", 
    "imdb_rating": "5.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1539129600"
},
{
    "title": "22-Jul", 
    "description": "After devastating terror attacks in Norway, a young survivor, grieving families and the country rally for justice and healing. Based on a true story.", 
    "actors": "Jonas Strand Gravli, Anders Danielsen Lie, Jon Øigarden, Maria Bock", 
    "director": "Paul Greengrass", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1539129600"
},
{
    "title": "24 Hours to Live", 
    "description": "Revived by an experimental procedure, a hit man gets to live an extra 24 hours -- which he uses to avenge his dead wife and child and redeem himself.", 
    "actors": "Ethan Hawke, Xu Qing, Paul Anderson, Rutger Hauer", 
    "director": "Brian Smrz", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1523059200"
},
{
    "title": "28 Moons", 
    "description": "When her fiancé acts strangely upon receiving a mysterious invitation, a florist sets out to find out the truth behind the tiny scrap of paper.", 
    "actors": "Yang Jin-sung, Kyu-jong Kim, Tae-hwan Kang, Geummi", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1497052800"
}
]