[
{
    "title": "B: The Beginning", 
    "description": "Genius investigator Keith Flick rejoins the royal police force just as serial killer \"B\" emerges. Mysterious youth Koku may be an ally, or a target.", 
    "actors": "Hiroaki Hirata, Yuki Kaji, Asami Seto, Hiroki Touchi", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "Anime Series", 
    "date_released": "1519948800"
},
{
    "title": "Baby", 
    "description": "Fed up with their families and classmates, two teen girls from a wealthy part of Rome are drawn to the city's underworld and start leading double lives.", 
    "actors": "Benedetta Porcaroli, Alice Pagani, Riccardo Mandolini, Chabeli Sastre Gonzalez", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1543536000"
},
{
    "title": "Baby Animals in the Wild", 
    "description": "This cute crop of baby animals is equal parts adorable and amazing as they stumble through life and learn the ins and outs of being alive.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1472688000"
},
{
    "title": "Baby Ballroom", 
    "description": "Step into the cutthroat world of kids' ballroom dancing, where ambitious instructors, proud parents and pint-sized performers waltz to win.", 
    "actors": "Warren Bullock, Jane Bullock", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1517443200"
},
{
    "title": "Babylon Berlin", 
    "description": "A Soviet freight train's hijacking leads a haunted cop and a poor typist to uncover a political conspiracy amid the vice and glamour of 1929 Berlin.", 
    "actors": "Volker Bruch, Liv Lisa Fries, Peter Kurth, Leonie Benesch", 
    "director": "", 
    "imdb_rating": "8.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1517270400"
},
{
    "title": "Back to 1989", 
    "description": "A young man who's learned nothing about his father from his single mom has a freak accident that sends him back to 1989, the year before he was born.", 
    "actors": "Marcus Chang, Ivy Shao, Mini Tsai, Yorke Sun", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1480550400"
},
{
    "title": "Backroad Bounty", 
    "description": "Hosts Marty and Bam Bam use their noses for treasure to great effect, as they scour garage sales, private collections and old barns.", 
    "actors": "Marty Gebel, Peter Bamford", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1501804800"
},
{
    "title": "Backstage", 
    "description": "Teens at an elite school for the arts sing, dance and act their way through performances as they face challenges that test them onstage and off.", 
    "actors": "Devyn Nekoda, Alyssa Trask, Aviva Mongillo, Josh Bogert", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1481760000"
},
{
    "title": "Bad Ass 2: Bad Asses", 
    "description": "When a young boxer he's been mentoring turns up dead, Vietnam veteran Frank Vega hits the streets with his new partner, Bernie, to get revenge.", 
    "actors": "Danny Trejo, Danny Glover, Andrew Divoff, Jacqueline Obradors", 
    "director": "Craig Moss", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1407283200"
},
{
    "title": "Bad Asses on the Bayou", 
    "description": "Pals Frank and Bernie travel to Louisiana for a wedding, but when the bride is kidnapped, her father joins the guys in a kick-ass pursuit of justice.", 
    "actors": "Danny Trejo, Danny Glover, John Amos, Loni Love", 
    "director": "Craig Moss", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1433376000"
},
{
    "title": "Bad Guys", 
    "description": "Reinstated to eradicate the worst crimes in the city, a detective requests the release of three convicts to enlist their help in catching the felons.", 
    "actors": "Kim Sang-jung, Ma Dong-seok, Park Hae-Jin, Cho Dong-hyuk", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Crime TV Shows", 
    "date_released": "1497657600"
},
{
    "title": "Bad Guys: Vile City", 
    "description": "Ordered to take down a villainous business leader who controls the city, a prosecutor gathers a team of men who may not be so clean themselves.", 
    "actors": "Park Joong-hoon, Joo Jin-mo, Yang Ik-june, Kim Moo-yul", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Crime TV Shows", 
    "date_released": "1520467200"
},
{
    "title": "Bad Match", 
    "description": "A player who uses the internet to facilitate his womanizing ways is tormented when he spurns a persistent woman who won't take no for an answer.", 
    "actors": "Jack Cutmore-Scott, Lili Simmons, Brandon Scott, Chase Williamson", 
    "director": "David Chirchirillo", 
    "imdb_rating": "5.5/10", 
    "category": "Thrillers", 
    "date_released": "1520726400"
},
{
    "title": "Bad Santa 2", 
    "description": "Sad-sack Santa Willie Soke isn't known for doing the right thing. Now, with help from his mom, he's about to take his act to a whole new level of bad.", 
    "actors": "Octavia Spencer, Christina Hendricks, Jenny Zigrino, Tony Cox", 
    "director": "Mark Waters, Mark Waters", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1499472000"
},
{
    "title": "Badalte Rishton Ki Dastaan", 
    "description": "When a man is killed, his wife and his lover -- both of whom are pregnant with his children -- come under the thumb of his brutal, dictatorial father.", 
    "actors": "Additi Gupta, Sanjeeda Sheikh, Kiran Karmarkar, Abhinav Shukla", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1491004800"
},
{
    "title": "Bala Loca", 
    "description": "A veteran journalist starting a news site about corruption in Chile stumbles on a big story when a fellow investigative reporter dies suspiciously.", 
    "actors": "Alejandro Goic, Trinidad González, Ingrid Isensee, Mario Horton", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "International TV Shows", 
    "date_released": "1491004800"
},
{
    "title": "Bangkok Bachelors", 
    "description": "Three young men leading carefree bachelors’ lives in the city face the trials of true love when they meet three beautiful women.", 
    "actors": "Sean Jindachot, Nutt Devahastin Na Ayudhya, Patharamanop Isariy, Manatsanun Phanlerdwongsakul", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1528070400"
},
{
    "title": "Barbie Dreamhouse Adventures", 
    "description": "Get to know Barbie and her BFFs -- including next-door neighbor Ken -- in this animated vlog of adventures filmed inside her family's new dreamhouse.", 
    "actors": "America Young, Kirsten Day, Cassandra Morris, Cassidy Naber", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1525305600"
},
{
    "title": "Barbie Life in the Dreamhouse", 
    "description": "Join blond icon Barbie and her fabulous friends as their behind-the-scenes adventures are revealed in this animated Web series.", 
    "actors": "Kate Higgins, Sean Hankinson, Haviland Stillwell, Paula Rhodes", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "Kids' TV", 
    "date_released": "1498867200"
},
{
    "title": "Barbra Streisand: The Concert", 
    "description": "After a 27-year hiatus, this 1994 special features Barbra performing songs from her illustrious career in a new way, backed by Marvin Hamlisch's orchestra.", 
    "actors": "Barbra Streisand", 
    "director": "Barbra Streisand, Dwight Hemion", 
    "imdb_rating": "8.0/10", 
    "category": "Music & Musicals", 
    "date_released": "1529020800"
},
{
    "title": "Barbra Streisand: Timeless: Live in Concert", 
    "description": "Few performers have reached the mythical status of Barbra Streisand. This show on New Year's Eve 2000 offers a new spin on timeless hits.", 
    "actors": "Barbra Streisand, Lauren Frost, Shirley MacLaine", 
    "director": "Barbra Streisand, Don Mischer", 
    "imdb_rating": "7.6/10", 
    "category": "Music & Musicals", 
    "date_released": "1529020800"
},
{
    "title": "Barbra: The Music ... The Mem'ries ... The Magic!", 
    "description": "Iconic songstress Barbra Streisand culminates her 13-city tour in Miami with dazzling ballads, Broadway standards and stories from behind the scenes.", 
    "actors": "Barbra Streisand", 
    "director": "Barbra Streisand, Jim Gable", 
    "imdb_rating": "8.0/10", 
    "category": "Music & Musicals", 
    "date_released": "1511308800"
},
{
    "title": "Bare Knuckle Fight Club", 
    "description": "With special access to a fight club, this docuseries reveals the bloody and ruthless underworld of bare-knuckle fighting in the U.K.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "British TV Shows", 
    "date_released": "1522540800"
},
{
    "title": "Barely Lethal", 
    "description": "A girl raised to be a government assassin just wants to be a normal teen -- so she runs away and pretends to be a high school exchange student.", 
    "actors": "Hailee Steinfeld, Jessica Alba, Samuel L. Jackson, Sophie Turner", 
    "director": "Kyle Newman", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1532563200"
},
{
    "title": "Barry", 
    "description": "A young Barack Obama forges his identity while dealing with race, divergent cultures and ordinary life as a New York City college student.", 
    "actors": "Devon Terrell, Anya Taylor-Joy, Jason Mitchell, Ashley Judd", 
    "director": "Vikram Gandhi", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1481846400"
},
{
    "title": "Bat Pat", 
    "description": "A curious and talkative bat finds spooky fun on the streets of Fogville, a town that's not as quiet as it seems, with a plucky girl and her brothers.", 
    "actors": "Emma Tate, Jess Robinson, Jiles New, Hollie Taylor", 
    "director": "Niccolò Sacchi", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1514678400"
},
{
    "title": "Bates Motel", 
    "description": "When his father dies, Norman Bates and his mother open a hotel. But Norman's precarious mental state drives them down a dark and violent path.", 
    "actors": "Vera Farmiga, Freddie Highmore, Max Thieriot, Olivia Cooke", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1391212800"
},
{
    "title": "Batman: Bad Blood", 
    "description": "Robin, Nightwing, Alfred and the enigmatic Batwoman join forces to track down the missing Batman, who may have turned to the dark side of Gotham City.", 
    "actors": "Jason O'Mara, Yvonne Strahovski, Stuart Allan, Sean Maher", 
    "director": "Jay Oliva", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Battle Creek", 
    "description": "A polished FBI agent must team up with a cynical cop when he's dispatched to Battle Creek, Michigan, to set up an office at the local precinct.", 
    "actors": "Josh Duhamel, Dean Winters, Aubrey Dollar, Edward Fordham Jr.", 
    "director": "", 
    "imdb_rating": "6.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1451520000"
},
{
    "title": "Battlefield Recovery", 
    "description": "A four-man team heads to Latvia and Poland to unearth rare World War II artifacts and shed new light on the bloody battles of the Eastern Front.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Battlefish", 
    "description": "Over the course of a fishing season, tough men and women pursue lucrative albacore tuna in the competitive waters off the Oregon coast.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Reality TV", 
    "date_released": "1537488000"
},
{
    "title": "Be with Me", 
    "description": "They were the boy band to beat until fame tore them apart. Ten years later, five friends and an ex-love reunite and find themselves closer than ever.", 
    "actors": "Jason Tsou, Queen Wei, River Huang, Fabien Yang", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1475280000"
},
{
    "title": "Be with You", 
    "description": "After reconnecting with their girlhood crushes, two sisters find their lives turned upside down by surprising revelations and romantic intrigue.", 
    "actors": "Bobby Dou, Peijia Huang, Nylon Chen, Vivi Lee", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1475280000"
},
{
    "title": "Beat Bugs", 
    "description": "With songs made famous by the Beatles, five friendly bugs learn big lessons about the world around them -- all from the safety of their own backyard.", 
    "actors": "Ashleigh Ball, Lili Beaudoin, Charles Demers, Rebecca Husain", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Kids' TV", 
    "date_released": "1470182400"
},
{
    "title": "Beating Again", 
    "description": "After enduring both business and family upheavals, a ruthless investment director has a heart transplant and finds a new way to look at life and love.", 
    "actors": "Chung Kyung-ho, Kim So-yeon, Yoon Hyun-min, Jin Goo", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "International TV Shows", 
    "date_released": "1495411200"
},
{
    "title": "Beauty & the Beast", 
    "description": "A homicide detective and a veteran who has been turned into a beast by a military experiment gone awry become allies after they meet by chance.", 
    "actors": "Kristin Kreuk, Jay Ryan, Max Brown, Austin Basis", 
    "director": "", 
    "imdb_rating": "5.9/10", 
    "category": "Crime TV Shows", 
    "date_released": "1381104000"
},
{
    "title": "Beauty and the Beach", 
    "description": "On a quest to change how they look and feel, ordinary people from different walks of life journey to Thailand to undergo cosmetic surgery.", 
    "actors": "Claire Chitham", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1519862400"
},
{
    "title": "Becoming Champions", 
    "description": "This series looks at the stories behind the athletes and countries that have achieved World Cup champion status.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1533081600"
},
{
    "title": "Behind Enemy Lines", 
    "description": "After dire setbacks in 1940, Winston Churchill commissions a new kind of fighting force: commandos trained to use stealth and audacious tactics.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "6.1/10", 
    "category": "British TV Shows", 
    "date_released": "1471219200"
},
{
    "title": "Behind the Newsroom", 
    "description": "Confident and cool under pressure, top news presenter Punchalee meets her match in the conniving Dao, who'll stop at nothing to fulfill her ambitions.", 
    "actors": "Piyathida Woramusik, Willie Ruengrit McIntosh, Charebelle Lanlalin, Tono Pakin Kumwilaisuk", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1536883200"
},
{
    "title": "Behzat Ç.", 
    "description": "An Ankara homicide detective with a dark personal life and a disdain for rules and political correctness solves murders and fights police corruption.", 
    "actors": "Erdal Beşikçioğlu, Fatih Artman, İnanç Konukçu, Seda Bakan", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Crime TV Shows", 
    "date_released": "1495152000"
},
{
    "title": "Being Human (U.S.)", 
    "description": "Boston roommates Aidan, Josh and Sally are your average twenty-somethings -- except that they're also a vampire, werewolf and ghost, respectively.", 
    "actors": "Sam Witwer, Meaghan Rath, Sam Huntington, Kristen Hager", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "TV Dramas", 
    "date_released": "1325376000"
},
{
    "title": "Being Mary Jane: The Series", 
    "description": "Ambitious single TV journalist Mary Jane attempts to balance her career with her overbearing family and an increasingly messy love life.", 
    "actors": "Gabrielle Union, Lisa Vidal, Margaret Avery, Omari Hardwick", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Romantic TV Shows", 
    "date_released": "1408924800"
},
{
    "title": "Ben 10", 
    "description": "Ben can transform into ten types of aliens. He'll try 'em all while adventuring across the country with his cousin Gwen and Grandpa Max.", 
    "actors": "Tara Strong, Montse Hernandez, David Kaye, Roger Craig Smith", 
    "director": "", 
    "imdb_rating": "6.8/10", 
    "category": "Kids' TV", 
    "date_released": "1538265600"
},
{
    "title": "Benders", 
    "description": "Four unlikely friends -- a charmer, a slacker, a hustler and an introvert -- risk all for their amateur ice hockey team, and chaos invariably ensues.", 
    "actors": "Andrew Schulz, Lindsey Broad, Chris Distefano, Mark Gessner", 
    "director": "", 
    "imdb_rating": "5.9/10", 
    "category": "TV Comedies", 
    "date_released": "1463616000"
},
{
    "title": "Best Friends Whenever", 
    "description": "Best pals Shelby and Cyd's world turns topsy-turvy when a school science experiment gives them the power to leap forward and backward in time.", 
    "actors": "Landry Bender, Lauren Taylor, Gus Kamp, Ricky Garcia", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "Kids' TV", 
    "date_released": "1466467200"
},
{
    "title": "Best Lover", 
    "description": "Two young stars with different backgrounds and agendas enter into a fake marriage to advance their careers, until the fake starts turning real.", 
    "actors": "Da-hae Lee, Zhou Mi, Wang Qiuzi, Park Kwang-hyun", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1519344000"
},
{
    "title": "Best.Worst.Weekend.Ever.", 
    "description": "Teenage friends plan an epic trip to Comic-Con to meet their idol, only to get caught in one hilariously awkward predicament after another.", 
    "actors": "Sam Ashe Arnold, Cole Sand, Brianna Reed, Brittany Garms", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1539907200"
},
{
    "title": "Better Call Saul", 
    "description": "This Emmy-nominated prequel to \"Breaking Bad\" follows small-time attorney Jimmy McGill as he transforms into morally challenged lawyer Saul Goodman.", 
    "actors": "Bob Odenkirk, Jonathan Banks, Rhea Seehorn, Michael McKean", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "TV Comedies", 
    "date_released": "1454284800"
},
{
    "title": "Between", 
    "description": "After a mysterious disease kills every resident over 21 years old, survivors of a town must fend for themselves when the government quarantines them.", 
    "actors": "Jennette McCurdy, Jesse Carere, Ryan Allen, Justin Kelly", 
    "director": "", 
    "imdb_rating": "5.4/10", 
    "category": "International TV Shows", 
    "date_released": "1432252800"
},
{
    "title": "Beyblade Burst", 
    "description": "Middle schooler Valt Aoi, with his Beyblade Valtryek, faces off against friends, classmates and rivals to become the world's number one Blader.", 
    "actors": "Marina Inoue, Junya Enoki, Fumihiro Okabayashi, Tsubasa Yonaga", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Anime Series", 
    "date_released": "1506816000"
},
{
    "title": "Beyblade Burst Evolution", 
    "description": "Scouted by a famous Spanish club, Valt Aoi heads to Spain. With their sights on the World League, he and his teammates face the European League first.", 
    "actors": "Marina Inoue, Ryoko Shiraishi, Takuma Terashima, Junko Takeuchi", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Anime Series", 
    "date_released": "1542240000"
},
{
    "title": "Beyblade: Metal Fusion", 
    "description": "In this anime adventure series for kids, the forces of good and evil \"blade it out,\" battling each other with enchanted spinning tops.", 
    "actors": "Aki Kanada, Satoshi Hino, Emiri Kato, Kei Shindo", 
    "director": "", 
    "imdb_rating": "5.5/10", 
    "category": "Anime Series", 
    "date_released": "1513296000"
},
{
    "title": "Beyond Redemption", 
    "description": "When a weary undercover cop infiltrates a deadly gang, he must do all he can to keep the kidnapped daughter of a rival triad boss out of harm's way.", 
    "actors": "Brian Ho, Don Lew, Anthony Towe, Vicky Huang", 
    "director": "Bruce Fontaine", 
    "imdb_rating": "4.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1488585600"
},
{
    "title": "Beyond Skyline", 
    "description": "In the wake of an extraterrestrial invasion, a suspended L.A. cop teams up with survivors to stop the onslaught and rescue human captives.", 
    "actors": "Frank Grillo, Bojana Novakovic, Jonny Weston, Callan Mulvey", 
    "director": "Liam O'Donnell", 
    "imdb_rating": "4.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1523750400"
},
{
    "title": "Bh Se Bhade", 
    "description": "A kind-hearted insurance agent has the mysterious power to temporarily shoulder the problems and pain of others, with comic results in his own life.", 
    "actors": "Deven Bhojani, Suchita Trivedi, Sarita Joshi, Varun Khandelwal", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1492214400"
},
{
    "title": "Bhaage Re Mann", 
    "description": "An impulsive, free-spirited woman who's defied convention for much of her life suddenly finds herself flirting with a classic romance.", 
    "actors": "Karuna Pandey, Chandan Anand, Kanika Shivpuri, Ved Thappar", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1492214400"
},
{
    "title": "Big Bad Beetleborgs", 
    "description": "When three teens free a spirit that offers to grant each a wish, they choose to become their favorite superheroes, launching a series of adventures.", 
    "actors": "Wesley Barker, Herbie Baez, Elisabeth Lund, Shannon Chandler", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Big Bear", 
    "description": "The alcohol-fueled high jinks of a bachelor party go haywire when the buddies of an ill-fated groom abduct his fiancée's new lover.", 
    "actors": "Joey Kern, Adam Brody, Zachary Knighton, Tyler Labine", 
    "director": "Joey Kern", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1519776000"
},
{
    "title": "Big Dreams, Small Spaces", 
    "description": "Writer and presenter Monty Don helps England's budding horticulturists plant and grow the gardens of their dreams.", 
    "actors": "Monty Don", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1541030400"
},
{
    "title": "Big Mouth", 
    "description": "Teenage friends find their lives upended by the wonders and horrors of puberty in this edgy comedy from real-life pals Nick Kroll and Andrew Goldberg.", 
    "actors": "Nick Kroll, John Mulaney, Jessi Klein, Jason Mantzoukas", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "TV Comedies", 
    "date_released": "1506643200"
},
{
    "title": "Bill Nye, the Science Guy", 
    "description": "Host Bill Nye gets kids fired up about science, sharing his enthusiasm for all its branches, from astronomy to complex ideas about genetics.", 
    "actors": "Bill Nye", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Kids' TV", 
    "date_released": "1431648000"
},
{
    "title": "Bindi's Bootcamp", 
    "description": "Bindi Irwin, daughter of famed \"Crocodile Hunter\" Steve Irwin, hosts this hair-raising game show that brings teams face-to-face with wild animals.", 
    "actors": "Bindi Irwin", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Kids' TV", 
    "date_released": "1434326400"
},
{
    "title": "Bitten", 
    "description": "Elena Michaels tries to stray from the pack of werewolves that turned her into a monster, but her efforts are thwarted by a string of grisly murders.", 
    "actors": "Laura Vandervoort, Greyston Holt, Greg Bryk, Steve Lund", 
    "director": "", 
    "imdb_rating": "5.9/10", 
    "category": "International TV Shows", 
    "date_released": "1399420800"
},
{
    "title": "Black", 
    "description": "A Grim Reaper, a detective and a woman who foresees death get ensnared in matters of life and death -- and dark mysteries of twenty years past.", 
    "actors": "Song Seung-heon, Go Ara, Lee El, Kim Dong-jun", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "Crime TV Shows", 
    "date_released": "1513296000"
},
{
    "title": "Black Butler", 
    "description": "In Victorian London, 12-year-old business magnate Ciel Phantomhive thwarts dangers to the queen as he's watched over by his demon butler, Sebastian.", 
    "actors": "Daisuke Ono, Maaya Sakamoto, Hiroki Touchi, Yuki Kaji", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Anime Series", 
    "date_released": "1543622400"
},
{
    "title": "Black Butterfly", 
    "description": "As a dangerous drifter holds him hostage in his own cabin, a struggling screenwriter finds himself locked in a battle of both wits and survival.", 
    "actors": "Antonio Banderas, Jonathan Rhys Meyers, Piper Perabo, Abel Ferrara", 
    "director": "Brian Goodman", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1508716800"
},
{
    "title": "Black Crows", 
    "description": "This drama portrays the lives of male and female recruits, undercover spies, child snipers, slaves and leaders in a cell of the Islamic State group.", 
    "actors": "Rashed Al Shamrani, Sayed Rajab, Dina Talaat, Mohamad Al Ahmad", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1525046400"
},
{
    "title": "Black Heart", 
    "description": "Blaming a crooked media mogul for the death of his journalist sister, a surgeon enlists the help of a beautiful psychologist to get revenge.", 
    "actors": "Barış Kılıç, Tuvana Türkay, Serhat Tutumluer, Gülçin Santırcıoğlu", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Black Lightning", 
    "description": "School principal and retired superhero Jefferson Pierce leaps back into action as the legendary Black Lightning after a gang threatens his family.", 
    "actors": "Cress Williams, James Remar, Marvin 'Krondon' Jones III, Jill Scott", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1524614400"
},
{
    "title": "Black Mirror", 
    "description": "This sci-fi anthology series explores a twisted, high-tech near-future where humanity's greatest innovations and darkest instincts collide.", 
    "actors": "Jesse Plemons, Cristin Milioti, Jimmi Simpson, Rosemarie DeWitt", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "British TV Shows", 
    "date_released": "1451001600"
},
{
    "title": "Black Panther", 
    "description": "T'Challa, the superpowered new leader of the hidden, highly advanced African nation of Wakanda, strives to protect his home from enemies old and new.", 
    "actors": "Chadwick Boseman, Michael B. Jordan, Lupita Nyong'o, Danai Gurira", 
    "director": "Ryan Coogler", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1536019200"
},
{
    "title": "Black Site Delta", 
    "description": "After discovering that their secret military prison is under attack by terrorists, a ragtag group of inmates does their best to neutralize the enemy.", 
    "actors": "Cam Gigandet, Teri Reeves, Michael Dale, Dion Mucciacito", 
    "director": "Jesse Gustafson", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1502236800"
},
{
    "title": "Blackout", 
    "description": "A blend of actual found footage and fictional scenes create a realistic what-if account of the week following a cyberattack on Britain's power grid.", 
    "actors": "Anthony Shuster, Kirsty Dillon, Scarlett Brookes, Richard Graham", 
    "director": "Ben Chanan", 
    "imdb_rating": "7.6/10", 
    "category": "Dramas", 
    "date_released": "1470009600"
},
{
    "title": "Blackway", 
    "description": "Menaced by a psychopath who's got the local cops scared, waitress Lillian turns to a mysterious old logger to help her turn the tables on her stalker.", 
    "actors": "Anthony Hopkins, Julia Stiles, Alexander Ludwig, Ray Liotta", 
    "director": "Daniel Alfredson", 
    "imdb_rating": "5.1/10", 
    "category": "Thrillers", 
    "date_released": "1513296000"
},
{
    "title": "Blazing Transfer Students", 
    "description": "Featuring the boys of Johnny's West, a gang of zany transfer students are recruited for a mysterious mission ordained by their shadowy principal.", 
    "actors": "Daiki Shigeoka, Akito Kiriyama, Junta Nakama, Tomohiro Kamiyama", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "International TV Shows", 
    "date_released": "1510272000"
},
{
    "title": "Bleach", 
    "description": "After teenager Ichigo Kurosaki acquires superpowers from wounded soul reaper Rukia Kuchiki, the two of them join forces to round up lost souls.", 
    "actors": "Masakazu Morita, Fumiko Orikasa, Yuki Matsuoka, Noriaki Sugiyama", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Anime Series", 
    "date_released": "1541030400"
},
{
    "title": "Blindsided", 
    "description": "In a New York penthouse, cut off from the rest of the world, a young blind woman fights for her life against two sadistic criminals.", 
    "actors": "Michelle Monaghan, Michael Keaton, Barry Sloane, Andrew W. Walker", 
    "director": "Joseph Ruben", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1389571200"
},
{
    "title": "Blood & Treasures", 
    "description": "Condemned by a centuries-old vow to protect her kingdom's treasures, an embittered spirit returns to seek justice against the man who wronged her.", 
    "actors": "Nawat Kulrattanarak, Woranuch Wongsawan, Jespipat Tilapornputt, Paramej Noiam", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1531440000"
},
{
    "title": "Blood Money", 
    "description": "Three friends on a wilderness trip find bags full of cash and must evade the criminal who hid the money in the first place.", 
    "actors": "John Cusack, Ellar Coltrane, Willa Fitzgerald, Jacob Artist", 
    "director": "Lucky McKee", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1518825600"
},
{
    "title": "Blood Pact", 
    "description": "An ambitious TV reporter uses risky and ethically questionable methods to report on gang wars and police corruption in the Amazon port of Belém, Brazil.", 
    "actors": "Guilherme Fontes, Ravel Cabral, Jonathan Haagensen, André Ramiro", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1539129600"
},
{
    "title": "Blood Stripe", 
    "description": "A U.S. Marine sergeant returns to her hometown before fleeing to a picturesque summer camp, where she tries to pick up the pieces of her life.", 
    "actors": "Kate Nowlin, Tom Lipinski, Rusty Schwimmer, Rene Auberjonois", 
    "director": "Remy Auberjonois", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1518652800"
},
{
    "title": "Bloodline", 
    "description": "When the black sheep son of a respected family threatens to expose dark secrets from their past, sibling loyalties are put to the test.", 
    "actors": "Kyle Chandler, Ben Mendelsohn, Sissy Spacek, Linda Cardellini", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "TV Dramas", 
    "date_released": "1426809600"
},
{
    "title": "Blue Bloods", 
    "description": "Cops Danny and Jamie Reagan and their lawyer sister Erin try to live up to the standards of their father, Frank, who's the NYC police commissioner.", 
    "actors": "Tom Selleck, Donnie Wahlberg, Bridget Moynahan, Will Estes", 
    "director": "", 
    "imdb_rating": "6.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1415059200"
},
{
    "title": "Blue Exorcist", 
    "description": "Determined to throw off the curse of being Satan's illegitimate son, Rin enters the True Cross Academy to become an exorcist, just like his mentor.", 
    "actors": "Nobuhiko Okamoto, Jun Fukuyama, Kana Hanazawa, Kazuya Nakai", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Anime Series", 
    "date_released": "1398988800"
},
{
    "title": "Blue Mountain State", 
    "description": "Follow the misadventures of three freshmen -- quarterback Alex, running back Craig and mascot Sammy -- at gridiron powerhouse Blue Mountain State.", 
    "actors": "Darin Brooks, Alan Ritchson, Chris Romano, Ed Marinaro", 
    "director": "", 
    "imdb_rating": "7.1/10", 
    "category": "TV Comedies", 
    "date_released": "1427846400"
},
{
    "title": "Blue Planet II", 
    "description": "This sequel to the award-winning nature series \"Blue Planet\" dives beneath Earth's oceans to reveal the dazzling vistas and amazing creatures there.", 
    "actors": "David Attenborough", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1543795200"
},
{
    "title": "Bo on the Go!", 
    "description": "Staying at home doesn't mean sitting still for energetic Bo and her little dragon friend Dezzy, who embark on amazing adventures through movement.", 
    "actors": "Catherine O'Connor, Andrew Sabiston, Jim Fowler", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Kids' TV", 
    "date_released": "1504224000"
},
{
    "title": "Bob Ross: Beauty Is Everywhere", 
    "description": "\"The Joy of Painting\" host Bob Ross brings his signature wet-on-wet style to a bevy of bucolic landscape paintings celebrating the beauty of nature.", 
    "actors": "Bob Ross", 
    "director": "", 
    "imdb_rating": "", 
    "category": "TV Shows", 
    "date_released": "1464739200"
},
{
    "title": "Boca Juniors Confidential", 
    "description": "Players, fans and staff of soccer powerhouse Boca Juniors provide an exclusive, behind-the-scenes look at Argentina's legendary club.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Docuseries", 
    "date_released": "1536883200"
},
{
    "title": "Bodyguard", 
    "description": "After helping thwart a terrorist attack, a war veteran is assigned to protect a politician who was a main proponent of the very conflict he fought in.", 
    "actors": "Richard Madden, Keeley Hawes, Gina McKee, Sophie Rundle", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1540339200"
},
{
    "title": "Boj", 
    "description": "A fun-loving bilby -- a rare animal from the Australian Outback -- moves to a new neighborhood where he makes friends and has exciting adventures.", 
    "actors": "Ziggy Badans, Jason Donovan, Josie Taylor", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1515974400"
},
{
    "title": "BoJack Horseman", 
    "description": "Meet the most beloved sitcom horse of the '90s, 20 years later. He’s a curmudgeon with a heart of...not quite gold...but something like gold. Copper?", 
    "actors": "Will Arnett, Aaron Paul, Amy Sedaris, Alison Brie", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "TV Comedies", 
    "date_released": "1408665600"
},
{
    "title": "Bombshell", 
    "description": "In 1985, when a vessel protesting nuclear testing is sunk in New Zealand, local police fight to prove it was a terrorist plot by their French allies.", 
    "actors": "Ande Cunningham, Mark Mitchinson, Mia Pistorius, Nathalie Boltt", 
    "director": "Riccardo Pilizzeri", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1475280000"
},
{
    "title": "Bon Cop, Bad Cop", 
    "description": "An English-speaking officer from Toronto and a French-speaking cop from Montreal are forced to work together to solve a crime.", 
    "actors": "Patrick Huard, Colm Feore, Sylvain Marcel, Lucie Laurier", 
    "director": "Erik Canuel", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1489536000"
},
{
    "title": "Bondi Ink Tattoo Crew", 
    "description": "Joined by industry superstar Megan Massacre, the crew of a premier tattoo shop in Australia must contend with clients, celebs and creative quarrels.", 
    "actors": "Megan Massacre, Shaun Bones, Jimi May, John Tadrosse", 
    "director": "", 
    "imdb_rating": "5.3/10", 
    "category": "International TV Shows", 
    "date_released": "1488240000"
},
{
    "title": "Bonus Family", 
    "description": "A new couple, their exes and their children navigate the emotional challenges and tricky logistics of blended family life in this Swedish dramedy.", 
    "actors": "Vera Vitali, Erik Johansson, Fredrik Hallgren, Petra Mede", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "International TV Shows", 
    "date_released": "1507161600"
},
{
    "title": "Booba", 
    "description": "The world is a mystery to little Booba. But he approaches the curiosities around him with wonder, finding adventure in his everyday surroundings.", 
    "actors": "Roman Karev", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1530403200"
},
{
    "title": "Boonie Bears: Spring Into Action", 
    "description": "The forest animals love trees, flowers and spring. So it's up to the bear brothers to stop Logger Vick from chopping down every tree.", 
    "actors": "Justin J. Wheeler, Rick Jay Glen, Paul Maxx Rinehart, Siobhan Lumsden", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1519171200"
},
{
    "title": "Border Security: America's Front Line", 
    "description": "This reality series chronicles the behind-the-scenes action as U.S. Customs and Border Protection agents safeguard the nation's crossings and ports.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1475193600"
},
{
    "title": "Borderline", 
    "description": "A team of inept border agents tackles immigration issues at the fictional Northend Airport in this improvised mockumentary series.", 
    "actors": "David Avery, Jackie Clune, David Elms, Liz Kingsman", 
    "director": "", 
    "imdb_rating": "7.1/10", 
    "category": "British TV Shows", 
    "date_released": "1482192000"
},
{
    "title": "Borderline Murder", 
    "description": "While investigating the death of her sister, law student Abby Porter discovers an illegal network of plastic surgery centers.", 
    "actors": "Brooke Burns, George Stults, David Moscow, Alexandra Lydon", 
    "director": "Andrew C. Erin", 
    "imdb_rating": "6.0/10", 
    "category": "Thrillers", 
    "date_released": "1535760000"
},
{
    "title": "Borderliner", 
    "description": "To protect his family, a police detective covers up a murder case. But when his partner suspects foul play, he is trapped in a dangerous game on duty.", 
    "actors": "Tobias Santelmann, Ellen Dorrit Petersen, Benjamin Helstad, Frode Winther", 
    "director": "", 
    "imdb_rating": "6.2/10", 
    "category": "Crime TV Shows", 
    "date_released": "1520294400"
},
{
    "title": "Bordertown", 
    "description": "A gifted detective takes a job in a small town so he can spend more time with his family. But he's soon drawn into a web of disturbing murder cases.", 
    "actors": "Ville Virtanen, Matleena Kuusniemi, Anu Sinisalo, Lenita Susi", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "Crime TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Borges", 
    "description": "Left deeply in debt after their boss flees the country, four import company employees start producing online video content to keep themselves afloat.", 
    "actors": "Thati Lopes, Antonio Pedro Tabet, Karina Ramil, Rafael Portugal", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1528934400"
},
{
    "title": "Born to Be Blue", 
    "description": "This unconventional biopic tunes into the life of iconic trumpeter and jazz legend Chet Baker, capturing his passion and his struggles with addiction.", 
    "actors": "Ethan Hawke, Carmen Ejogo, Callum Keith Rennie, Stephen McHattie", 
    "director": "Robert Budreau", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1519344000"
},
{
    "title": "Bottersnikes & Gumbles", 
    "description": "The fun-loving Gumbles bounce and play while staying away from the foul-smelling Bottersnikes who live in a nearby junkyard.", 
    "actors": "Jason Callender, Kathryn Drysdale, Akiya Henry, Jeff Rawle", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "British TV Shows", 
    "date_released": "1471564800"
},
{
    "title": "Bountiful Blessings", 
    "description": "A former mortal who is now the Kitchen God cooks up celestial turmoil when he impregnates and opens a restaurant with his beloved, reincarnated wife.", 
    "actors": "Jessica Hsuan, Tay Ping Hui, Thomas Ong, Jeffrey Xu", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Boys Over Flowers", 
    "description": "Unassuming high school girl Jan-di stands up to -- and eventually falls for -- a spoiled rich kid who belongs to the school's most powerful clique.", 
    "actors": "Koo Hye-sun, Lee Min-ho, Kim Hyun-joong, Kim Bum", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "International TV Shows", 
    "date_released": "1525132800"
},
{
    "title": "Brain Games", 
    "description": "This interactive series uses games, illusions and experiments to illustrate how our brains manufacture our reality and often play tricks on us.", 
    "actors": "Jason Silva", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "Docuseries", 
    "date_released": "1488240000"
},
{
    "title": "Brainchild", 
    "description": "From germs and emotions to social media and more, it's the science of your world explained in a way that's refreshingly relatable.", 
    "actors": "Sahana Srinivasan, Alie Ward, Ben Seidman", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1541116800"
},
{
    "title": "Brave Miss World", 
    "description": "Weeks before being named Miss World, Linor Abargil was raped. She tells the world her inspiring true story in this Emmy-nominated documentary.", 
    "actors": "Linor Abargil", 
    "director": "Cecilia Peck", 
    "imdb_rating": "7.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1518825600"
},
{
    "title": "Breaking Bad", 
    "description": "A high school chemistry teacher dying of cancer teams with a former student to secure his family's future by manufacturing and selling crystal meth.", 
    "actors": "Bryan Cranston, Aaron Paul, Anna Gunn, Dean Norris", 
    "director": "", 
    "imdb_rating": "8.3/10", 
    "category": "Crime TV Shows", 
    "date_released": "1314835200"
},
{
    "title": "Breaking the Magician's Code: Magic's Biggest Secrets Finally Revealed", 
    "description": "A masked magician reveals the techniques used in the world's most famous magic tricks, from the disappearing elephant to the levitating woman.", 
    "actors": "Mitch Pileggi, Mark Thompson, Val Valentino", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Docuseries", 
    "date_released": "1464739200"
},
{
    "title": "Breakout", 
    "description": "After losing her family in a suspicious car crash, a woman awakens from a 13-year coma determined to expose the truth about the long-ago tragedy.", 
    "actors": "Jeanette Aw, Elvin Ng, Zhou Ying, Christopher Lee", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1498867200"
},
{
    "title": "Bright", 
    "description": "In an LA rife with interspecies tensions, a human cop and his orc partner stumble on a powerful object and become embroiled in a prophesied turf war.", 
    "actors": "Will Smith, Joel Edgerton, Noomi Rapace, Lucy Fry", 
    "director": "David Ayer", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1513900800"
},
{
    "title": "Bright: The Music Videos", 
    "description": "Explore the hit songs from the Will Smith film \"Bright\" in these music videos from Machine Gun Kelly, Bastille, Logic, Migos and friends.", 
    "actors": "Bastille, Machine Gun Kelly, Bebe Rexha, X Ambassadors", 
    "director": "David Ayer", 
    "imdb_rating": "", 
    "category": "TV Shows", 
    "date_released": "1511395200"
},
{
    "title": "Bring It On: Worldwide Showdown", 
    "description": "When cheerleading champs the Rebels are challenged by an edgy new squad, they take on teams from all over the world in a virtual cheer battle.", 
    "actors": "Cristine Prosperi, Jordan Rodrigues, Gia Re, Sophie Vavasseur", 
    "director": "Robert Adetuyi", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1503964800"
},
{
    "title": "Broadchurch", 
    "description": "After a young boy is murdered in the small seaside town of Broadchurch, local detectives Ellie Miller and Alec Hardy are assigned the mysterious case.", 
    "actors": "David Tennant, Olivia Colman, Andrew Buchan, Jodie Whittaker", 
    "director": "", 
    "imdb_rating": "8.1/10", 
    "category": "British TV Shows", 
    "date_released": "1418342400"
},
{
    "title": "Brojects", 
    "description": "The Buckles Brothers tackle creative, inspired and sometimes daffy DIY projects for their summer dream cottage in this home-improvement show.", 
    "actors": "Andrew Buckles, Kevin Buckles", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Reality TV", 
    "date_released": "1501804800"
},
{
    "title": "Bromance", 
    "description": "Ya-nuo's been raised as a boy. Now at age 25, she's caught the eye of a triad leader's sister. But what happens when she reveals her true gender?", 
    "actors": "Baron Chen, Megan Lai, Bii, Katie Chen", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1480550400"
},
{
    "title": "Brown Nation", 
    "description": "An Indian American man living with his artistic wife and contentious father-in-law struggles to handle his household and a foundering IT company.", 
    "actors": "Rajeev Varma, Shenaz Treasury, Kapil Bawa, Remy Munasifi", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "TV Comedies", 
    "date_released": "1479168000"
},
{
    "title": "Buddha", 
    "description": "In this historical drama series, young Prince Siddhartha undergoes an intense spiritual journey that eventually transforms him into the Buddha.", 
    "actors": "Himanshu Soni, Kajal Jain, Sanket Choukse, Kabir Bedi", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1494806400"
},
{
    "title": "Buddha Sutra", 
    "description": "The rich body of philosophy, theology, mythology and scholarship that characterizes Buddhist tradition is brought alive through animation.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1500940800"
},
{
    "title": "Buddy Thunderstruck", 
    "description": "Follow the outrageous, high-octane adventures of Buddy Thunderstruck, a truck-racing dog who brings guts and good times to the town of Greasepit.", 
    "actors": "Brian Atkinson, Ted Raimi, Harry Chaskin, Justin Michael", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Kids' TV", 
    "date_released": "1489104000"
},
{
    "title": "Bunk'd", 
    "description": "The Ross siblings of Disney's hit series \"Jessie\" spend a summer full of fun and adventure at Maine's Camp Kikiwaka, where their parents first met.", 
    "actors": "Peyton List, Karan Brar, Skai Jackson, Miranda May", 
    "director": "", 
    "imdb_rating": "5.1/10", 
    "category": "Kids' TV", 
    "date_released": "1466294400"
},
{
    "title": "Bure Kaam Bura Natija, Kyun Bhai Chacha Haan Bhatija", 
    "description": "A clever uncle-nephew duo solves mysteries, crimes and other problems for the citizens of a colorful town where something zany is always going down.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1522454400"
},
{
    "title": "Burned Cocoon", 
    "description": "A secret marriage unites two families -- one wealthy and traditional, the other bankrupt and modern -- and is threatened by the resulting conflicts.", 
    "actors": "Yavuz Bingöl, Basak Köklükaya, Çolpan Ilhan, Mustafa Alabora", 
    "director": "", 
    "imdb_rating": "5.0/10", 
    "category": "International TV Shows", 
    "date_released": "1491004800"
},
{
    "title": "Burnistoun", 
    "description": "This sketch series focuses on the eccentric characters in a small Scottish town, including bumbling cops, \"DJ Jesus\" and a disgruntled serial killer.", 
    "actors": "Iain Connell, Robert Florence, Kirsty Strain, Richard Rankin", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1450137600"
},
{
    "title": "Buy Herself", 
    "description": "Real estate expert and media personality Sandra Rinomato helps single women navigate the ins and outs of purchasing their first home.", 
    "actors": "Sandra Rinomato", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Reality TV", 
    "date_released": "1501804800"
}
]