[
{
    "title": "Cabins in the Wild with Dick Strawbridge", 
    "description": "Engineer Dick Strawbridge and craftsman Will Hardie tour eight unique cabins built for a pop-up hotel in Wales, and construct No. 9 on their own.", 
    "actors": "Dick Strawbridge, William Hardie", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1536969600"
},
{
    "title": "Cable Girls", 
    "description": "In 1920s Madrid, four women at the National Telephone Company ring in revolution as they manage romance, friendship and the modern workplace.", 
    "actors": "Blanca Suárez, Nadia de Santiago, Ana Fernández, Maggie Civantos", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "International TV Shows", 
    "date_released": "1493337600"
},
{
    "title": "Cain and Abel", 
    "description": "Gifted doctor Cho-in leads a charmed life while his older brother Seon-woo seethes with jealousy in this series inspired by Biblical characters.", 
    "actors": "So Ji-sub, Shin Hyun-joon, Chae Jung-an, Han Ji-min", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "International TV Shows", 
    "date_released": "1455148800"
},
{
    "title": "Californication", 
    "description": "A novelist battles writer's block and a weakness for drugs, booze and sex while struggling to make things work with his girlfriend and daughter.", 
    "actors": "David Duchovny, Natascha McElhone, Madeleine Martin, Evan Handler", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "TV Comedies", 
    "date_released": "1472688000"
},
{
    "title": "Call Me Francis", 
    "description": "On his path to becoming Pope Francis, Father Jorge Bergoglio pursues his religious vocation in a country ravaged by a brutal military dictatorship.", 
    "actors": "Rodrigo de la Serna, Sergio Hernández, Mercedes Morán, Muriel Santa Ana", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "International TV Shows", 
    "date_released": "1481846400"
},
{
    "title": "Call My Agent!", 
    "description": "At a top Paris talent firm, agents scramble to keep their star clients happy -- and their business afloat -- after an unexpected crisis.", 
    "actors": "Camille Cottin, Thibault de Montalembert, Grégory Montel, Liliane Rovère", 
    "director": "", 
    "imdb_rating": "8.4/10", 
    "category": "International TV Shows", 
    "date_released": "1482192000"
},
{
    "title": "Call the Midwife", 
    "description": "This period drama set in impoverished East London in the 1950s follows a newly qualified midwife and her colleagues at a nursing convent.", 
    "actors": "Vanessa Redgrave, Bryony Hannah, Helen George, Jenny Agutter", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "British TV Shows", 
    "date_released": "1362355200"
},
{
    "title": "Camarón Revolution", 
    "description": "The extraordinary life and career of flamenco legend Camarón de la Isla is covered in this sweeping biography series.", 
    "actors": "Camarón de la Isla, Juan Diego", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1531872000"
},
{
    "title": "Camelia la Texana", 
    "description": "Inspired by the famous song \"Contrabando y Traición,\" Camelia, a beautiful girl from San Antonio, kills her lover and becomes a legendary drug runner.", 
    "actors": "Sara Maldonado, Erik Hayser, Andrés Palacios, Dagoberto Gama", 
    "director": "Carlos Bolado", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1435622400"
},
{
    "title": "Camera Store", 
    "description": "With the digital revolution just around the corner, the employees of Bibideaux camera store strive to stay relevant amid unstoppable change.", 
    "actors": "John Larroquette, John Rhys-Davies, Paul Ben-Victor, David James Elliott", 
    "director": "Scott Marshall Smith", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1503187200"
},
{
    "title": "Camino", 
    "description": "While covering a humanitarian mission, a journalist uncovers a dark secret that forces her to flee to the Colombian rainforest and fight for her life.", 
    "actors": "Zoë Bell, Nacho Vigalondo, Francisco Barreiro, Sheila Vand", 
    "director": "Josh C. Waller", 
    "imdb_rating": "4.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1462924800"
},
{
    "title": "Campus", 
    "description": "A self-promoting university vice chancellor oversees massive staffing cuts and plenty of dirty tricks to keep things going -- for better or worse.", 
    "actors": "Andy Nyman, Joseph Millson, Sara Pascoe, Will Adamsdale", 
    "director": "", 
    "imdb_rating": "7.1/10", 
    "category": "British TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Can We Get Married?", 
    "description": "On the cusp of marriage or divorce, four couples consider the meaning of love, sharing a life, meddling families and the weight of their commitment.", 
    "actors": "Sung Jun, Jung So-min, Kim Sung-min, Jeong Ae-yeon", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "International TV Shows", 
    "date_released": "1495411200"
},
{
    "title": "Can't Cope, Won't Cope", 
    "description": "In Dublin, friends Aisling and Danielle must come to terms with adulthood when their millennial hijinks and hangovers begin to wear off.", 
    "actors": "Seána Kerslake, Nika McGuigan, Sheila Moylette, Muiris Crowley", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "TV Comedies", 
    "date_released": "1515715200"
},
{
    "title": "Can't Pay, We'll Take It Away!", 
    "description": "This series follows enforcement officers from England's High Court as they attempt collections and evictions on debtors both sympathetic and hostile.", 
    "actors": "Jason Done", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "British TV Shows", 
    "date_released": "1498780800"
},
{
    "title": "Can't Run From Love", 
    "description": "When his little brother runs away, a young man returns home to face his father -- a criminal mastermind who has a dark path mapped out for him.", 
    "actors": "Berk Oktay, Pelin Akil, Ceren Hindistan, Çağdaş Onur Öztürk", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1472688000"
},
{
    "title": "Canimals", 
    "description": "Born in a vending machine, these can-shaped cutie pies pop up everywhere and are filled with curiosity. But they also love to wreak adorable havoc.", 
    "actors": "Kate Harbour, Ricky Martin, Sarah Fell, Alan Keane", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1442275200"
},
{
    "title": "Cannabis", 
    "description": "When a huge marijuana shipment falls prey to thieves, the aftermath touches players from all ranks of the drug trade between Morocco and Europe.", 
    "actors": "Jean-Michel Correia, Yasin Houicha, Pedro Casablanc, Christophe Paou", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "Crime TV Shows", 
    "date_released": "1481760000"
},
{
    "title": "Capture Wild School", 
    "description": "In Zimbabwe, students learn from legendary wildlife vets the art of darting, tranquilizing and capturing wild animals in the interest of conservation.", 
    "actors": "Dave Birch", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1477958400"
},
{
    "title": "Car Masters: Rust to Riches", 
    "description": "The colorful crew at Gotham Garage overhauls an eclectic collection of cars and trucks, trading up to a showstopper they can sell for big bucks.", 
    "actors": "Mark Towle, Shawn Pilot, Constance Nunes, Tony Quinones", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Reality TV", 
    "date_released": "1536883200"
},
{
    "title": "Care Bears & Cousins", 
    "description": "The whole huggable gang is back, bringing tales of caring and sharing to a new generation. And now the Care Bear Cousins are here to join the fun!", 
    "actors": "Michael Sinterniklaas, Michaela Dean, Doug Erholtz, Braeden Fox", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1446768000"
},
{
    "title": "Carrie Pilby", 
    "description": "A socially awkward 19-year-old genius makes big plans to step out of her shell and make a friend, get a job and -- maybe -- even go on a date.", 
    "actors": "Bel Powley, Nathan Lane, Vanessa Bayer, Gabriel Byrne", 
    "director": "Susan Johnson", 
    "imdb_rating": "7.2/10", 
    "category": "Comedies", 
    "date_released": "1504569600"
},
{
    "title": "Carver Kings", 
    "description": "Step into the world of the chainsaw-wielding artists who create one-of-a-kind sculptures for their prestigious clients.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Reality TV", 
    "date_released": "1515369600"
},
{
    "title": "Casa de mi Padre", 
    "description": "Will Ferrell stars as a Spanish-speaking cowboy in this comedy about a Mexican clan trying to rescue their ranch from greedy creditors.", 
    "actors": "Will Ferrell, Gael García Bernal, Diego Luna, Genesis Rodriguez", 
    "director": "Matt Piedmont", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1352851200"
},
{
    "title": "Casanova", 
    "description": "Aging Casanova reflects on the romantic adventures of his youth, in particular a love triangle with his one true love, clever and beautiful Henriette.", 
    "actors": "David Tennant, Peter O'Toole, Rose Byrne, Laura Fraser", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "British TV Shows", 
    "date_released": "1475280000"
},
{
    "title": "Case", 
    "description": "A smart lawyer whose drinking and recklessness send him on a path of self-destruction finds new purpose investigating a teenager's apparent suicide.", 
    "actors": "Steinunn Ólína Þorsteinsdóttir, Magnús Jónsson, Þorsteinn Bachmann, Jóhanna Vigdís Arnardóttir", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1478649600"
},
{
    "title": "Case Closed", 
    "description": "Turned into a young boy by a sinister potion, teen sleuth Conan helps solve baffling crimes while tracking down the nefarious agents who poisoned him.", 
    "actors": "Minami Takayama, Alison Retzloff, Wakana Yamazaki, Colleen Clinkenbeard", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Anime Series", 
    "date_released": "1451606400"
},
{
    "title": "Castle of Stars", 
    "description": "As four couples with different lifestyles go through the ebbs and flows of joy and sorrow, each must learn how to live a good life.", 
    "actors": "Chaiyapol Pupart, Jintanutda Lummakanon, Worrawech Danuwong, Ornjira Lamwilai", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1536278400"
},
{
    "title": "Castlevania", 
    "description": "A vampire hunter fights to save a besieged city from an army of otherworldly beasts controlled by Dracula himself. Inspired by the classic video games.", 
    "actors": "Richard Armitage, James Callis, Graham McTavish, Alejandra Reynoso", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Anime Series", 
    "date_released": "1499385600"
},
{
    "title": "Cathedral of the Sea", 
    "description": "In 14th-century Barcelona, a serf's determined climb to wealth and freedom incurs the disdain of the noble class and the suspicion of the Inquisition.", 
    "actors": "Aitor Luna, Daniel Grao, Michelle Jenner, Ginés García Millán", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "International TV Shows", 
    "date_released": "1535673600"
},
{
    "title": "Catwoman", 
    "description": "Liquidated after discovering a corporate conspiracy, a woman is resurrected and endowed with feline skills, which she uses to become a vigilante.", 
    "actors": "Halle Berry, Benjamin Bratt, Sharon Stone, Lambert Wilson", 
    "director": "Pitof", 
    "imdb_rating": "4.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Caught on Camera", 
    "description": "Nick Wallis presents crimes caught on CCTV, cell phones and other devices and reveals how investigators use the recordings to solve tough cases.", 
    "actors": "Nick Wallis", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1471219200"
},
{
    "title": "Celia", 
    "description": "Based on the real life of Celia Cruz, a young black singer in 1950s Cuba overcomes sexism, racism and political strife to become a salsa music legend.", 
    "actors": "Jeirmarie Osorio, Aymee Nuviola, Modesto Lacen, Willie Denton", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "International TV Shows", 
    "date_released": "1476489600"
},
{
    "title": "Cesar 911", 
    "description": "Canine expert extraordinaire Cesar Millan travels around the nation to help troubled dogs that are threatening the balance of their communities.", 
    "actors": "Cesar Millan", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Reality TV", 
    "date_released": "1488240000"
},
{
    "title": "Changing Faces", 
    "description": "Follow two experts in the fields of cosmetic and dental surgery as they meet with patients on a heartfelt quest for medical transformation.", 
    "actors": "Michael Zacharia, David Penn", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1515715200"
},
{
    "title": "Changing Seas", 
    "description": "The ocean is the star of this docuseries in which divers and scientists explore both the wonders and the pressing issues of this natural resource.", 
    "actors": "Peter Thomas", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1487116800"
},
{
    "title": "Chappaquiddick", 
    "description": "Senator Ted Kennedy watches his future unravel in the wake of an infamous car crash as family and allies vie to protect his reputation.", 
    "actors": "Jason Clarke, Kate Mara, Ed Helms, Bruce Dern", 
    "director": "John Curran", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Charité", 
    "description": "At Berlin's Charité hospital in 1888, Ida finds romance, a path to her dream job and an inside look into cures for tuberculosis and diphtheria.", 
    "actors": "Alicia von Rittberg, Maximilian Meyer-Bretschneider, Justus von Dohnányi, Matthias Koeberlin", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "International TV Shows", 
    "date_released": "1524096000"
},
{
    "title": "Charlie Luxton's Homes by the Med", 
    "description": "Architectural designer Charlie Luxton traverses the Mediterranean, exploring the most striking houses in one of the world's most scenic regions.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1541721600"
},
{
    "title": "Charmed", 
    "description": "After a trio of sisters discover an ancient text in their mansion attic, revealing they possess latent supernatural powers, mischief and drama ensue.", 
    "actors": "Holly Marie Combs, Alyssa Milano, Brian Krause, Rose McGowan", 
    "director": "", 
    "imdb_rating": "6.8/10", 
    "category": "Romantic TV Shows", 
    "date_released": "1443657600"
},
{
    "title": "Chasing Cameron", 
    "description": "Go behind the scenes with social media sensation Cameron Dallas as he takes his career to the next level on an international tour.", 
    "actors": "Cameron Dallas, Aaron Carpenter, Taylor Caniff, Willie Jones", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Reality TV", 
    "date_released": "1482796800"
},
{
    "title": "Chasing Monsters", 
    "description": "Adventurer Cyril Chauquet seeks out the most colossal and dangerous underwater creatures around the world in this adrenaline-packed series.", 
    "actors": "Cyril Chauquet", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Docuseries", 
    "date_released": "1459468800"
},
{
    "title": "Chasing Perfection", 
    "description": "Olympic gold medal-winning sprinter Michael Johnson explores the lives of world-class athletes and the conditions that led to their elite status.", 
    "actors": "Michael Johnson", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1473379200"
},
{
    "title": "Cheapest Weddings", 
    "description": "Couples on a tiny budget try to ensure that the day of their wedding turns out to be the magical experience they always dreamed it would be.", 
    "actors": "Melanie Vallejo", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1512086400"
},
{
    "title": "Check Point", 
    "description": "A vagrant overhears invasion plans and alerts the sheriff of a sleepy port town, but his claims are ignored until evidence mounts that he's correct.", 
    "actors": "Kenny Johnson, Bill Goldberg, Michelle Lee, Fred Williamson", 
    "director": "Thomas J. Churchill", 
    "imdb_rating": "4.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1501459200"
},
{
    "title": "Cheer Squad", 
    "description": "Follow the Great White Sharks, a world-champion cheerleading squad, as they juggle the pressures of training, school, work and relationships.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Reality TV", 
    "date_released": "1489449600"
},
{
    "title": "Cheers", 
    "description": "Sam Malone, an ex-baseball player turned bar owner, operates a saloon that's always filled with quirky customers and even more eccentric staff.", 
    "actors": "Ted Danson, Rhea Perlman, George Wendt, John Ratzenberger", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Classic & Cult TV", 
    "date_released": "1467331200"
},
{
    "title": "Chef & My Fridge", 
    "description": "The best chefs of Korea go head-to-head to create impromptu dishes that feature ingredients found inside the guest stars' very own refrigerators.", 
    "actors": "Kim​ Seong-joo, Ahn Jung-hwan", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1498780800"
},
{
    "title": "Chef's Table", 
    "description": "In this Emmy-nominated series, meet culinary stars around the world who are redefining gourmet food with innovative dishes and tantalizing desserts.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "Docuseries", 
    "date_released": "1430006400"
},
{
    "title": "Chelsea Does", 
    "description": "In a provocative documentary series, comedian Chelsea Handler confronts personal and cultural hang-ups around four topics that fascinate her.", 
    "actors": "Chelsea Handler", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "Docuseries", 
    "date_released": "1453507200"
},
{
    "title": "Cheo-Yong", 
    "description": "Police detective Cheo-yong uses his ability to interact with the dead to tackle the worst criminal cases, and solve ghostly mysteries along the way.", 
    "actors": "Oh Ji-ho, Hyo-Seong Jun, Oh Ji-eun, Ha Yeon-ju", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "Crime TV Shows", 
    "date_released": "1499990400"
},
{
    "title": "Chewin' the Fat", 
    "description": "Petty criminals, dodgy decorators, full-bore Glaswegians and oddball documentary presenters converge in this sketch show that parodies Scottish life.", 
    "actors": "Ford Kiernan, Greg Hemphill, Karen Dunbar, Mark Cox", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "British TV Shows", 
    "date_released": "1475280000"
},
{
    "title": "Chewing Gum", 
    "description": "The virginal Tracey, who was raised in a strictly religious Tower Hamlets flat, is ready to realize her potential. And the first step is having sex.", 
    "actors": "Michaela Coel, John Macmillan, Robert Lonsdale, Danielle Walters", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "British TV Shows", 
    "date_released": "1477872000"
},
{
    "title": "Children of the Whales", 
    "description": "As a magic wielder, young archivist Chakuro knows his time is short, but everything changes when a girl from the outside appears on his island.", 
    "actors": "Natsuki Hanae, Manaka Iwami, Yuuichirou Umehara, Nobunaga Shimazaki", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "Anime Series", 
    "date_released": "1520899200"
},
{
    "title": "Chill with Bob Ross", 
    "description": "Iconic artist and master of relaxation Bob Ross demonstrates the process of creating wintry scenes in these episodes dedicated to the season.", 
    "actors": "Bob Ross", 
    "director": "", 
    "imdb_rating": "", 
    "category": "TV Shows", 
    "date_released": "1480550400"
},
{
    "title": "Chilling Adventures of Sabrina", 
    "description": "Magic and mischief collide as half-human, half-witch Sabrina navigates between two worlds: mortal teen life and her family's legacy, the Church of Night.", 
    "actors": "Kiernan Shipka, Ross Lynch, Miranda Otto, Lucy Davis", 
    "director": "", 
    "imdb_rating": "", 
    "category": "TV Horror", 
    "date_released": "1540512000"
},
{
    "title": "Chiro", 
    "description": "In a colorful world called Square Land, a curious chick named Chiro tackles real-life problems and goes on merry adventures with his siblings.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1484265600"
},
{
    "title": "Chocolate City: Vegas Strip", 
    "description": "The exotic dancers from Chocolate City get back together for a trip to Las Vegas and a chance at $500,000 in prize money.", 
    "actors": "Robert Ri'chard, Darrin Dewitt Henson, Ginuwine, Gilbert Saldivar", 
    "director": "Jean-Claude La Marre", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1502496000"
},
{
    "title": "Chosen", 
    "description": "When a mysterious box arrives at his door, a doctor and father is forced to participate in a twisted killing game, or risk losing everything.", 
    "actors": "Lan Cheng-Lung, Deng Jiajia, Han Pengyi, Sam Hayden-Smith", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1522454400"
},
{
    "title": "Chronicles of a Champion Golfer", 
    "description": "Winners of The Open Championship -- including Jack Nicklaus and Tiger Woods -- speak about what it takes to triumph against the world's best golfers.", 
    "actors": "Tiger Woods, Greg Norman, Jack Nicklaus, Darren Clarke", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1522627200"
},
{
    "title": "Chuck and Danny's Road Trip", 
    "description": "Celebrity chefs Chuck Hughes and Danny Smiles explore the bountiful regions of Canada, cooking up outdoor feasts at every location.", 
    "actors": "Chuck Hughes, Danny Smiles", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1522454400"
},
{
    "title": "Chuck Chicken", 
    "description": "On the island of Rocky Perch, security company owner Chuck Adoodledoo and his friends provide kung fu-style protection for their fellow bird citizens.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1510704000"
},
{
    "title": "Chuggington", 
    "description": "Follow the adventures of Koko, Wilson and Brewster, three engines-in-training learning to ride the rails of life to become full-fledged chuggers!", 
    "actors": "Brigid Harrington, Tony Terraciano, Miles J. Harvey, Johnnie Fiori", 
    "director": "Sarah Ball", 
    "imdb_rating": "6.0/10", 
    "category": "British TV Shows", 
    "date_released": "1417392000"
},
{
    "title": "Churchill’s Secret Agents: The New Recruits", 
    "description": "In this history-steeped reality series, 14 contestants undergo the same rigorous selection process as Britain's top-secret World War II spies.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1530230400"
},
{
    "title": "City in the Sky", 
    "description": "This series explores the magnitude and scale of modern air travel, and the challenges faced by those responsible for its smooth functioning.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1506816000"
},
{
    "title": "Civilizations", 
    "description": "Expanding Kenneth Clark's 1969 \"Civilisation\" series for a new generation, this reboot explores the art of cultures around the world, throughout time.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1538352000"
},
{
    "title": "Clangers", 
    "description": "Teamwork and compassion guide the gentle adventures of a family of slide-whistling, mice-like aliens in this revival of a classic British series.", 
    "actors": "William Shatner", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1488326400"
},
{
    "title": "Class of '92: Out of Their League", 
    "description": "Years after their own run as soccer champions, five former Manchester United stars buy a local non-league team and try to take it the distance.", 
    "actors": "Nicky Butt, Gary Neville, Phil Neville, Paul Scholes", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Class Rank", 
    "description": "When her class rank threatens her college plans, an ambitious teen convinces a nerdy peer to run for the school board to abolish the ranking system.", 
    "actors": "Olivia Holt, Skyler Gisondo, Kristin Chenoweth, Bruce Dern", 
    "director": "Eric Stoltz", 
    "imdb_rating": "7.4/10", 
    "category": "Comedies", 
    "date_released": "1537228800"
},
{
    "title": "Classic Legends", 
    "description": "This documentary series explores the glamour of Bollywood through the stories of the men and women who have illuminated its screens.", 
    "actors": "Javed Akhtar", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1494806400"
},
{
    "title": "Cleo & Cuquin", 
    "description": "Spirited sister-brother duo Cleo and Cuquín try on different professions each day to help their other siblings solve problems and enjoy new adventures.", 
    "actors": "", 
    "director": "Fernando Moro", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1543968000"
},
{
    "title": "Cleverman", 
    "description": "In the near future, physically powerful beings known as \"Hairies\" struggle to survive in a segregated society dominated by hostile humans.", 
    "actors": "Hunter Page-Lochard, Rob Collins, Deborah Mailman, Ryan Corr", 
    "director": "", 
    "imdb_rating": "5.7/10", 
    "category": "TV Dramas", 
    "date_released": "1473033600"
},
{
    "title": "Click", 
    "description": "Overworked Michael Newman stumbles on a universal remote control that gives him the power to pause or fast-forward through scenes in his life.", 
    "actors": "Adam Sandler, Kate Beckinsale, Christopher Walken, David Hasselhoff", 
    "director": "Frank Coraci", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1536278400"
},
{
    "title": "Click for Murder", 
    "description": "Crime journalist Donal MacIntyre reveals how deadly the internet can be as he dissects the technological methods behind heinous acts.", 
    "actors": "Donal MacIntyre", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1505606400"
},
{
    "title": "Cloroformo", 
    "description": "A glimpse into the lives of each boxer: their dreams, their ambitions, their triumphs and their defeats, both in and out of the ring.", 
    "actors": "Zuria Vega, Tenoch Huerta, Osvaldo Benavides, Gustavo Sánchez Parra", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1484438400"
},
{
    "title": "Close Quarter Battle", 
    "description": "U.S. Special Forces veteran Terry Schappert hosts this series that analyzes the operations of military and police units in urban combat scenarios.", 
    "actors": "Terry Schappert", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1487116800"
},
{
    "title": "Close Range", 
    "description": "An ex-soldier saves his kidnapped niece and finds himself in a relentless fight with a crooked sheriff and a drug cartel hell-bent on revenge.", 
    "actors": "Scott Adkins, Nick Chinlund, Caitlin Keats, Madison Lawlor", 
    "director": "Isaac Florentine", 
    "imdb_rating": "5.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1459468800"
},
{
    "title": "Close Your Eyes Before It’s Dark", 
    "description": "While vacationing at a mountain cabin, a group of longtime friends uncovers an old scandal that could have deadly consequences.", 
    "actors": "Bryan Shu-Hao Chang, Jian Man-shu, Yen Tsao, Sun Ke-fang", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Closed Circuit", 
    "description": "Martin and Claudia, top-flight lawyers who happen to be former lovers, become targets when they're teamed up to defend a notorious terrorist.", 
    "actors": "Eric Bana, Rebecca Hall, Ciarán Hinds, Riz Ahmed", 
    "director": "John Crowley", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1508112000"
},
{
    "title": "Cloudy with a Chance of Meatballs", 
    "description": "Teenager Flint Lockwood has a knack for invention. With help from his pal Sam Sparks, he might even change the world -- if he doesn't break it first.", 
    "actors": "Mark Edwards, Katie Griffin, Seán Cullen, David Berni", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1543536000"
},
{
    "title": "Club de Cuervos Presents: The Ballad of Hugo Sánchez", 
    "description": "Chava Iglesias's doting personal assistant Hugo Sánchez is tasked with leading Club de Cuervos to victory in Nicaragua -- if only his mom will let him.", 
    "actors": "Jesús Zavala, Ianis Guerrero, Mauro Mauad, Renato Gutz", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "International TV Shows", 
    "date_released": "1529193600"
},
{
    "title": "Club Friday The Series 7", 
    "description": "More confessional tales of love and heartbreak play out in this next installment of the popular Thai TV series based on a real-life call-in radio show.", 
    "actors": "Sornram Tappituk, Amy Amika Klinprathum, Tanya Liyah, Shaun Jindachote", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1529280000"
},
{
    "title": "Club Friday To Be Continued - Friend & Enemy", 
    "description": "A love triangle spirals out of control, wreaking havoc on a couple's relationship and a friendship between two women.", 
    "actors": "Wanida Termthanaporn, Apinya Sakuljaroensuk, Golf Pichaya Nitipaisankul, Thassapak Hsu", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1524182400"
},
{
    "title": "Club Friday To Be Continued - My Beautiful Tomboy", 
    "description": "A change in sexual identity complicates young Meen's relationships, while memories of a past romance remain fresh.", 
    "actors": "Puttichai Kasetsin, Kongtoranin Lalana", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1523577600"
},
{
    "title": "Club Friday To Be Continued - The Promise", 
    "description": "Two young lovers vow to stay friends through thick and thin, but separation tests their bond until fate allows them to reunite.", 
    "actors": "Jirayu La-ongmanee, Focus Jirakul", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1524182400"
},
{
    "title": "Club of Crows", 
    "description": "A brother and sister battle high expectations and each other after inheriting a soccer team. A series from the creators of “Nosotros los Nobles.”", 
    "actors": "Luis Gerardo Méndez, Mariana Treviño, Stephanie Cayo, Daniel Giménez Cacho", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "International TV Shows", 
    "date_released": "1438905600"
},
{
    "title": "Coach Snoop", 
    "description": "Fueled by his own rough upbringing, Snoop Dogg creates a youth football league to keep at-risk kids off the streets and focused on their goals.", 
    "actors": "Snoop Dogg", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "Docuseries", 
    "date_released": "1517529600"
},
{
    "title": "Cocaine", 
    "description": "Three films chronicle the cocaine trade's sweeping impact on the citizens of Peru, Brazil and Colombia, from poor farmers to powerful drug lords.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "British TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Cocaine Coast", 
    "description": "In 1980s Galicia, Spain, a young fisherman becomes a prosperous cocaine smuggler by providing Latin American suppliers with a European entry point.", 
    "actors": "Javier Rey, Tristán Ulloa, Antonio Durán 'Morris', Carlos Blanco", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1533254400"
},
{
    "title": "Code of Honor", 
    "description": "When an ex-special ops commander goes on a vigilante killing spree after his wife and son's deaths in a shooting, he's pursued by a former protégé.", 
    "actors": "Steven Seagal, Craig Sheffer, Louis Mandylor, Helena Mattsson", 
    "director": "Michael Winnick", 
    "imdb_rating": "4.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1483574400"
},
{
    "title": "Cold Justice", 
    "description": "Unsolved murder cases that have gone cold are reopened by a squad of real-life detectives and investigators, led by veteran prosecutor Kelly Siegler.", 
    "actors": "Kelly Siegler, Yolanda McClary", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Crime TV Shows", 
    "date_released": "1505347200"
},
{
    "title": "Cold Water Cowboys", 
    "description": "Meet six captains whose crews fish the icy waters of the North Atlantic, facing mammoth waves and icebergs as they try to keep an industry alive.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Reality TV", 
    "date_released": "1515369600"
},
{
    "title": "Collateral", 
    "description": "Investigating the murder of a pizza delivery man, a London detective uncovers a tangled conspiracy involving drug dealers, smugglers and spies.", 
    "actors": "Carey Mulligan, John Simm, Nicola Walker, Billie Piper", 
    "director": "", 
    "imdb_rating": "5.9/10", 
    "category": "British TV Shows", 
    "date_released": "1520553600"
},
{
    "title": "Colony", 
    "description": "When LA is invaded by outside forces and becomes a walled-in settlement, a former FBI agent and his wife risk everything to find their lost son.", 
    "actors": "Josh Holloway, Sarah Wayne Callies, Peter Jacobson, Amanda Righetti", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1481587200"
},
{
    "title": "Color of Woman", 
    "description": "Two women at a cosmetics company compete for love and success. One uses her brain and diligence, while the other works her beauty and charm.", 
    "actors": "Jae Hee, Lee Soo-kyung, Yoon So-yi, Shim Ji-ho", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1481760000"
},
{
    "title": "Come Fly With Me", 
    "description": "This reality-style sitcom spoofs the everyday drama and dramatics at a busy British airport, peopled by harried workers and desperate passengers.", 
    "actors": "Matt Lucas, David Walliams, Lindsay Duncan, Sally Rogers", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Comedy High School", 
    "description": "Featuring goofy sketches and celebrity appearances, this offbeat stage show follows an assortment of oddball characters at an eccentric high school.", 
    "actors": "Ram Kapoor, Gopal Dutt, Paritosh Tripathi, Krishna Bhatt", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1529020800"
},
{
    "title": "Coming Soon", 
    "description": "Get to know the shows and movies coming to Netflix this month.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1543017600"
},
{
    "title": "Coming Through the Rye", 
    "description": "A 16-year-old prep school student and his friend take a road trip to meet reclusive author J.D. Salinger for permission to adapt \"Catcher in the Rye.\"", 
    "actors": "Alex Wolff, Stefania LaVie Owen, Chris Cooper, Eric Nelsen", 
    "director": "James Steven Sadwith", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1489363200"
},
{
    "title": "Commandos", 
    "description": "In the Singapore Armed Forces, commandos are the best of the best. But earning the right to wear a prestigious red beret takes serious sacrifice.", 
    "actors": "Ravi Sahi", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1503619200"
},
{
    "title": "Compulsion", 
    "description": "Lured to a majestic, remote villa by an old lover, an erotic novelist finds herself falling for a mysterious woman and descending into a moral abyss.", 
    "actors": "Analeigh Tipton, Jakob Cedergren, Marta Gastini, Jan Bijvoet", 
    "director": "Craig Goodwill", 
    "imdb_rating": "4.0/10", 
    "category": "Dramas", 
    "date_released": "1538611200"
},
{
    "title": "Conmen Case Files", 
    "description": "Reenactments, experts and victims' testimony expose a variety of audacious scams and the twisted psychology of the con artists who perpetrated them.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1485907200"
},
{
    "title": "Conspiracy", 
    "description": "Skeptics and others discuss widely held conspiracy theories involving aliens, government cover-ups, secret assassinations and other intrigues.", 
    "actors": "Mark Bazeley", 
    "director": "", 
    "imdb_rating": "5.7/10", 
    "category": "British TV Shows", 
    "date_released": "1472688000"
},
{
    "title": "Containment", 
    "description": "When a ferocious contagion sweeps through Atlanta, authorities impose a precarious quarantine on the city while scrambling to find a cure.", 
    "actors": "David Gyasi, Christina Marie Moses, Chris Wood, Kristen Gutoskie", 
    "director": "", 
    "imdb_rating": "6.2/10", 
    "category": "TV Dramas", 
    "date_released": "1477008000"
},
{
    "title": "Continuum", 
    "description": "Kiera Cameron is a police officer in 2077 swept along when a gang of condemned terrorists escapes their sentences by traveling back in time to 2012.", 
    "actors": "Rachel Nichols, Victor Webster, Erik Knudsen, Stephen Lobo", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Crime TV Shows", 
    "date_released": "1366156800"
},
{
    "title": "Contract to Kill", 
    "description": "A federal enforcer must find a way to take down two different threats when terrorists use Mexican drug-smuggling routes to plan an attack on America.", 
    "actors": "Steven Seagal, Russell Wong, Jemma Dallender, Mircea Drambareanu", 
    "director": "Keoni Waxman", 
    "imdb_rating": "4.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1496275200"
},
{
    "title": "Cooking on High", 
    "description": "In the first-ever competitive cannabis cooking show, two chefs prepare mouthwatering marijuana-infused dishes for a panel of very chill celeb judges.", 
    "actors": "Josh Leyva, Ngaio Bealum", 
    "director": "", 
    "imdb_rating": "5.0/10", 
    "category": "Reality TV", 
    "date_released": "1529625600"
},
{
    "title": "Corazón Valiente", 
    "description": "Ángela and Samantha, childhood best friends separated by fate for years, reunite in an unforgettable story of loyalty, friendship, courage and love.", 
    "actors": "Adriana Fonseca, José Luis Reséndez, Aylín Mujica, Ximena Duque", 
    "director": "", 
    "imdb_rating": "5.4/10", 
    "category": "Crime TV Shows", 
    "date_released": "1475280000"
},
{
    "title": "Corrupt Crimes", 
    "description": "Experts share their insights about infamous murder cases, acts of terrorism, government corruption and other shocking crimes.", 
    "actors": "Cornell Womack", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1483228800"
},
{
    "title": "Cosmos Laundromat: First Cycle", 
    "description": "Despondent on a desolate island, a suicidal sheep is thrown a lifeline by a quirky salesman, who offers him the gift of a lifetime.", 
    "actors": "Pierre Bokma, Reinout Scholten van Aschat", 
    "director": "Mathieu Auvray", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1466553600"
},
{
    "title": "Countdown", 
    "description": "Grieving the death of his young son, a narcotics cop races the clock to save an innocent child rigged with explosives by a deranged kidnapper.", 
    "actors": "Nic Nemeth, Glenn Jacobs, Katharine Isabelle, Josh Blacker", 
    "director": "John Stockwell", 
    "imdb_rating": "5.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1484524800"
},
{
    "title": "Counterfeiting in Suburbia", 
    "description": "Two teenagers print counterfeit money in their high school art room, but things go terribly wrong when their debt-ridden teacher becomes suspicious.", 
    "actors": "Sarah Butler, Larissa Albuquerque, Kayla Wallace, Matthew MacCaull", 
    "director": "Jason Bourque", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Crashing", 
    "description": "In exchange for low rent, a hodgepodge group of 20-something tenants set up residence as property guards in a disused hospital, where hilarity ensues.", 
    "actors": "Phoebe Waller-Bridge, Jonathan Bailey, Adrian Scarborough, Damien Molony", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "British TV Shows", 
    "date_released": "1472688000"
},
{
    "title": "Crazy Ex-Girlfriend", 
    "description": "Still pining for Josh, the boy who dumped her ages ago, whip-smart lawyer Rebecca jettisons her New York life and moves to California to win him back.", 
    "actors": "Rachel Bloom, Vincent Rodriguez III, Santino Fontana, Donna Lynne Champlin", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Romantic TV Shows", 
    "date_released": "1467331200"
},
{
    "title": "Crazyhead", 
    "description": "Bowling alley worker Amy and nonconformist Raquel kick some serious demon butt while also facing their inner demons as they navigate their early 20s.", 
    "actors": "Cara Theobold, Susan Wokoma, Riann Steele, Arinzé Kene", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "British TV Shows", 
    "date_released": "1481846400"
},
{
    "title": "Creators", 
    "description": "Two brilliant scientists discover the hidden virtual city of Creápolis, where citizens have the power to solve problems by believing and creating.", 
    "actors": "Fabio Aste, Héctor Segura, Sebastian Rosas", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1540944000"
},
{
    "title": "Creeped Out", 
    "description": "A masked figure known as \"The Curious\" collects tales of dark magic, otherworldly encounters and twisted technology in this kids anthology series.", 
    "actors": "Victoria Diamond, William Romain, Sydney Wade, Jennifer James", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "British TV Shows", 
    "date_released": "1538611200"
},
{
    "title": "Crematorium", 
    "description": "As his empire comes under attack, a ruthless real estate developer contends with family dramas, betrayals and the fallout from decades of shady deals.", 
    "actors": "José Sancho, Alicia Borrachero, Juana Acosta, Aura Garrido", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Crime TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Criminal Minds", 
    "description": "This intense police procedural follows a group of extraordinary FBI profilers who spend their days getting into the minds of psychopathic criminals.", 
    "actors": "Mandy Patinkin, Joe Mantegna, Thomas Gibson, Shemar Moore", 
    "director": "", 
    "imdb_rating": "7.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1408060800"
},
{
    "title": "Cromo", 
    "description": "When a mission to expose environmental crimes goes tragically awry for a beautiful scientist, her husband and his best friend must uncover the truth.", 
    "actors": "Germán Palacios, Guillermo Pfening, Emilia Attías, Mariana Anghileri", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1464739200"
},
{
    "title": "Crossing Lines", 
    "description": "In pursuit of justice, the International Criminal Court's special crime unit hunts down lawbreakers whose offenses cross borders in Europe.", 
    "actors": "William Fichtner, Donald Sutherland, Gabriella Pession, Marc Lavoine", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1392681600"
},
{
    "title": "Cuckoo", 
    "description": "Rachel shocks her proper British parents when she marries an American hippie, but it's just the first in a series of surprises for the family.", 
    "actors": "Taylor Lautner, Greg Davies, Andy Samberg, Helen Baxendale", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "British TV Shows", 
    "date_released": "1457308800"
},
{
    "title": "Cult", 
    "description": "A production assistant teams up with a journalist to investigate her show's obsessive fans -- and their possible involvement in copycat crimes.", 
    "actors": "Matthew Davis, Jessica Lucas, Alona Tal, Robert Knepper", 
    "director": "", 
    "imdb_rating": "4.4/10", 
    "category": "Crime TV Shows", 
    "date_released": "1392768000"
},
{
    "title": "Cupcake & Dino - General Services", 
    "description": "An enterprising cupcake and his cheerful dinosaur brother take on jobs of all sorts as they work to help friends and strangers in their eccentric city.", 
    "actors": "Justin Collette, Mark Little, Kyle Dooley, Mark Forward", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Kids' TV", 
    "date_released": "1532649600"
},
{
    "title": "Curious and Unusual Deaths", 
    "description": "This docuseries proves death can be stranger than fiction as it offers a scientific look at a man who drowned in a cat dish and other bizarre demises.", 
    "actors": "Steve Herringer", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1483142400"
},
{
    "title": "Cyborg 009 VS Devilman", 
    "description": "When a Black Ghost scientist releases newly modified cyborgs and mysterious demons appear in Tokyo, the worlds of \"Devilman\" and \"Cyborg 009\" meet.", 
    "actors": "Jun Fukuyama, Shintaro Asanuma, Haruka Shiraishi, Tomoaki Maeno", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Anime Series", 
    "date_released": "1459468800"
},
{
    "title": "Cyborg 009: Call of Justice", 
    "description": "Years after taking up normal lives incognito, the cyborgs are forced to fight again when the superhuman Blessed appear with a plan for humanity.", 
    "actors": "Keisuke Koumoto, Risa Taneda, Misato Fukuen, Takuya Sato", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Anime Series", 
    "date_released": "1486684800"
}
]