[
{
    "title": "Gab-Dong", 
    "description": "A police detective strives to clear his deceased father's name by catching the real serial killer who terrorized the country 20 years ago.", 
    "actors": "Yoon Sang-hyun, Kim Min-joung, Sung Dong-il, Kim Ji-won", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Crime TV Shows", 
    "date_released": "1498780800"
},
{
    "title": "Gabru: Hip Hop Revolution", 
    "description": "Three young, aspiring Indian rappers make their way in a cutthroat music industry, dreaming of fame, stardom and ultimate hip-hop domination .", 
    "actors": "Amol Parashar, Harleen Sethi, Chaitanya Sharma, Priya Malik", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1527811200"
},
{
    "title": "Galápagos", 
    "description": "A world apart from the rest of planet Earth, the Galapagos Islands are a living laboratory of wildlife that inspired Darwin's theory of evolution.", 
    "actors": "Tilda Swinton", 
    "director": "", 
    "imdb_rating": "5.7/10", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Galavant", 
    "description": "In a time of legend, Galavant the knight embarks on a quest to save his fair lady and become a hero in this tongue-in-cheek musical comedy.", 
    "actors": "Joshua Sasse, Timothy Omundson, Vinnie Jones, Mallory Jansen", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1473206400"
},
{
    "title": "Game Over, Man!", 
    "description": "Three buddies with big dreams go from underachieving slackers to badass warriors when their posh hotel is taken over by terrorists.", 
    "actors": "Adam DeVine, Anders Holm, Blake Anderson, Utkarsh Ambudkar", 
    "director": "Kyle Newacheck", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1521763200"
},
{
    "title": "Game Winning Hit", 
    "description": "An army deserter hiding out in a small coastal town becomes the coach of a youth baseball team and develops warm relationships in his new community.", 
    "actors": "Lego Lee, Alice Ko, Afalean Lu, Tsai Chen-nan", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1472688000"
},
{
    "title": "Gangsters: Faces of the Underworld", 
    "description": "Author and former Essex Boys member Bernard O'Mahoney hosts this documentary series that shines a light on some of Britain's most infamous faces.", 
    "actors": "Bernard O'Mahoney", 
    "director": "Chris Matthews", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1451606400"
},
{
    "title": "Gargantia on the Verdurous Planet", 
    "description": "After falling through a wormhole, a space-dwelling teen mecha pilot awakes to find himself amid the inhabitants of a strange planet called ... Earth.", 
    "actors": "Kaito Ishikawa, Hisako Kanemoto, Ai Kayano, Kana Asumi", 
    "director": "", 
    "imdb_rating": "6.8/10", 
    "category": "Anime Series", 
    "date_released": "1480550400"
},
{
    "title": "Gemini", 
    "description": "Despite growing up with traits that set her apart from her peers, a young adopted girl discovers her gift when she takes an interest in spelling bees.", 
    "actors": "Esther Anil, Renji Panicker, Sijoy Varghese, Thanusree Ghosh", 
    "director": "P.K. Baaburaaj", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Genius of the Ancient World", 
    "description": "Historian Bettany Hughes travels to India, Greece and China to explore the lives and times of Buddha, Socrates and Confucius.", 
    "actors": "Bettany Hughes", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Genius of the Modern World", 
    "description": "Historian Bettany Hughes explores the intellectual landscapes that helped shape the work of Karl Marx, Friedrich Nietzsche and Sigmund Freud.", 
    "actors": "Bettany Hughes", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "British TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Gentlemen and Gangsters", 
    "description": "Now on the run, a writer relates his previous year's escapades when he got sucked into the thrilling, sordid orbit of boxer and jazz man Henry Morgan.", 
    "actors": "David Dencik, Ruth Vega Fernandez, David Fukamachi Regnfors, Sverrir Gudnason", 
    "director": "", 
    "imdb_rating": "5.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1464739200"
},
{
    "title": "Geronimo Stilton", 
    "description": "With the help of brainy and adventurous sidekicks, New Mouse City's favorite journalist investigates mysteries that take him around the world,", 
    "actors": "Brian Drummond, Erin Mathews, Richard Ian Cox, Sarah Edmondson", 
    "director": "Guy Vasilovich", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1514678400"
},
{
    "title": "Get Shorty", 
    "description": "Organized crime enforcer Miles Daly strives to reinvent himself as a Hollywood filmmaker in this satire based on Elmore Leonard's best-selling novel.", 
    "actors": "Ray Romano, Chris O'Dowd", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1541030400"
},
{
    "title": "GHOUL", 
    "description": "When a new prisoner at a military detention center exhibits eerie behavior, a young interrogator’s search for the truth becomes a battle for survival.", 
    "actors": "Radhika Apte, Manav Kaul, Ratnabali Bhattacharjee, Mahesh Balraj", 
    "director": "Patrick Graham", 
    "imdb_rating": "6.8/10", 
    "category": "International TV Shows", 
    "date_released": "1535068800"
},
{
    "title": "Gilmore Girls", 
    "description": "Fiercely independent single mom Lorelai raises gifted, Ivy League-bound daughter Rory amid a continual stream of quick-witted repartee.", 
    "actors": "Lauren Graham, Alexis Bledel, Scott Patterson, Keiko Agena", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Romantic TV Shows", 
    "date_released": "1412121600"
},
{
    "title": "Gilmore Girls: A Year in the Life", 
    "description": "Set nearly a decade after the finale of the original series, this revival follows Lorelai, Rory and Emily Gilmore through four seasons of change.", 
    "actors": "Lauren Graham, Alexis Bledel, Kelly Bishop, Scott Patterson", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "TV Comedies", 
    "date_released": "1480032000"
},
{
    "title": "Girl Asleep", 
    "description": "In the 1970s, a shy girl’s strange world turns wildly surreal at her 15th birthday party, when a creature escapes into the woods with her music box.", 
    "actors": "Bethany Whitmore, Harrison Feldman, Amber McMahon, Matthew Whittet", 
    "director": "Rosemary Myers", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1486425600"
},
{
    "title": "Girl from Nowhere", 
    "description": "A mysterious, clever girl named Nanno transfers to different schools, exposing the lies and misdeeds of the students and faculty at every turn.", 
    "actors": "Chicha Amatayakul, Thanawetch Siriwattanakul, Pajaree Nantarat, Thitinan Khlangphet", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1540944000"
},
{
    "title": "Girl Meets World", 
    "description": "\"Boy Meets World\" couple Cory and Topanga Matthews are back in this sitcom that focuses on the continuing adventures of their young daughter.", 
    "actors": "Rowan Blanchard, Ben Savage, Danielle Fishel, Sabrina Carpenter", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Kids' TV", 
    "date_released": "1440288000"
},
{
    "title": "Girlboss", 
    "description": "Rebellious and broke, Sophia stumbles into creating an online business and learns how to be the boss. A comedy inspired by the best-selling memoir.", 
    "actors": "Britt Robertson, Ellie Reed, Johnny Simmons, Alphonso Mcauley", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "TV Comedies", 
    "date_released": "1492732800"
},
{
    "title": "Girlfriends' Guide to Divorce", 
    "description": "After the world learns the truth about her failing marriage, a successful self-help author tries to salvage her career and find her way as a divorcée.", 
    "actors": "Lisa Edelstein, Beau Garrett, Necar Zadegan, Paul Adelstein", 
    "director": "", 
    "imdb_rating": "5.1/10", 
    "category": "TV Comedies", 
    "date_released": "1446336000"
},
{
    "title": "Girls Incarcerated", 
    "description": "At Madison Juvenile Correctional Facility in Indiana, teen girls struggle with conflict and heartbreak as they try to turn their lives around.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Docuseries", 
    "date_released": "1519948800"
},
{
    "title": "Glee", 
    "description": "Amid relationship woes and personal attacks from a wicked cheerleading coach, a teacher fights to turn underdog glee club members into winners.", 
    "actors": "Lea Michele, Chris Colfer, Jane Lynch, Matthew Morrison", 
    "director": "", 
    "imdb_rating": "5.9/10", 
    "category": "TV Comedies", 
    "date_released": "1301616000"
},
{
    "title": "Glitch", 
    "description": "A police officer and a doctor face an emotionally charged mystery when seven local residents inexplicably return from the dead in peak physical form.", 
    "actors": "Patrick Brammall, Genevieve O'Reilly, Emma Booth, Emily Barclay", 
    "director": "", 
    "imdb_rating": "6.6/10", 
    "category": "International TV Shows", 
    "date_released": "1476489600"
},
{
    "title": "Glitter Force", 
    "description": "Five preteen girls learn they're a legendary superhero squad known as the Glitter Force. Their mission? To defend Earth from evil fairy-tale villains.", 
    "actors": "Laura Bailey, Kate Higgins, Alex Cazares, Colleen O'Shaughnessey", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "Anime Series", 
    "date_released": "1450396800"
},
{
    "title": "Glitter Force Doki Doki", 
    "description": "Four girls summon their inner superheroes to defend Earth and the magical kingdom of Splendorius from King Mercenare and his minions.", 
    "actors": "Debi Derryberry, Cassandra Morris, Melissa Fahn, Stephanie Sheh", 
    "director": "Go Koga", 
    "imdb_rating": "7.0/10", 
    "category": "Anime Series", 
    "date_released": "1503014400"
},
{
    "title": "GLOW", 
    "description": "In 1980s LA, a crew of misfits reinvent themselves as the Gorgeous Ladies of Wrestling. A comedy by the team behind \"Orange Is the New Black.\"", 
    "actors": "Alison Brie, Betty Gilpin, Marc Maron, Britney Young", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "TV Comedies", 
    "date_released": "1498176000"
},
{
    "title": "Glowing Embers", 
    "description": "Amid Malaysia's charcoal industry, a woman deftly adapts to her environs as she juggles three men in her life: her husband, her lover and her friend.", 
    "actors": "Henley Hii, Debbie Goh, Frederick Lee, Wymen Yang", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1502668800"
},
{
    "title": "God's Not Dead: A Light in Darkness", 
    "description": "After a fire breaks out at his church, a pastor faces a legal battle against university leaders who wish to push the congregation off the campus.", 
    "actors": "David A.R. White, John Corbett, Shane Harper, Ted McGinley", 
    "director": "Michael Mason", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1543881600"
},
{
    "title": "Godless", 
    "description": "A ruthless outlaw terrorizes the West in search of a former member of his gang, who’s found a new life in a quiet town populated only by women.", 
    "actors": "Jeff Daniels, Michelle Dockery, Jack O'Connell, Scoot McNairy", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "TV Dramas", 
    "date_released": "1511308800"
},
{
    "title": "GODZILLA Planet of the Monsters", 
    "description": "A desperate group of refugees attempts to recolonize Earth 20,000 years after Godzilla took over. But one young man wants revenge above all else.", 
    "actors": "Mamoru Miyano, Takahiro Sakurai, Kana Hanazawa, Tomokazu Sugita", 
    "director": "Kobun Shizuno, Hiroyuki Seshita", 
    "imdb_rating": "6.3/10", 
    "category": "TV Shows", 
    "date_released": "1516147200"
},
{
    "title": "Gold", 
    "description": "A hapless but driven prospector pursues wealth and fame by teaming up with a mysterious geologist to search for gold in Indonesia.", 
    "actors": "Matthew McConaughey, Edgar Ramírez, Bryce Dallas Howard, Corey Stoll", 
    "director": "Stephen Gaghan", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1502841600"
},
{
    "title": "Golden Kingdom", 
    "description": "With the abbott absent, a child monk and his young peers in remote Myanmar must fend for themselves and confront the world beyond the monastery walls.", 
    "actors": "Shine Htet Zaw, Ko Yin Saw Ri, Ko Yin Than Maung, Ko Yin Maung Sein", 
    "director": "Brian Perkins", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1481587200"
},
{
    "title": "Goldie & Bear", 
    "description": "Best pals Goldie and Bear, from \"Goldilocks and the Three Bears,\" join other characters from beloved stories for adventures in the Fairy Tale Forest.", 
    "actors": "Natalie Lander, Georgie Kidder", 
    "director": "", 
    "imdb_rating": "5.4/10", 
    "category": "Kids' TV", 
    "date_released": "1473811200"
},
{
    "title": "Gomorrah", 
    "description": "Mafia activity in Naples is at the center of this series, which focuses on internal struggles that follow after the head of a family is imprisoned.", 
    "actors": "Marco D'Amore, Fortunato Cerlino, Salvatore Esposito, Fabio de Caro", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1486684800"
},
{
    "title": "Gon", 
    "description": "A cantankerous miniature dinosaur plays, eats, sleeps and faces the challenges of a wild creature who has outlived the rest of his species.", 
    "actors": "Motoko Kumai", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1466985600"
},
{
    "title": "Gonul", 
    "description": "A nurse escapes from her surgeon fiancé after his ex reveals his dark secrets. She later finds love again, but a car accident changes everything.", 
    "actors": "Gökçe Bahadır, Engin Öztürk, Onur Saylak", 
    "director": "Neslihan Yesilyurt", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1499817600"
},
{
    "title": "Good Morning Call", 
    "description": "A high school girl finally gets her own apartment, but she has to share it with the most popular boy in school. No one can know they're living together.", 
    "actors": "Haruka Fukuhara, Shunya Shiraishi, Dori Sakurada, Moe Arai", 
    "director": "", 
    "imdb_rating": "6.8/10", 
    "category": "International TV Shows", 
    "date_released": "1467936000"
},
{
    "title": "Good Witch", 
    "description": "Raising her daughter in a small town, an enchanting widow with magical powers provokes the interest and exasperation of a skeptical big-city doctor.", 
    "actors": "Catherine Bell, Bailee Madison, Rhys Matthew Bond, James Denton", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "TV Dramas", 
    "date_released": "1464739200"
},
{
    "title": "Goodbye My Wife", 
    "description": "A couple’s five-year marriage is put on the line when each of their first loves comes back hoping for another shot at romance.", 
    "actors": "Hong Soo-hyun, Si Won Ryu, Park Ji-yoon, Min-soo Kim", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "International TV Shows", 
    "date_released": "1481760000"
},
{
    "title": "Goodnight DJ", 
    "description": "Young radio announcers from varying backgrounds encounter the supernatural in mysterious dreams, accidents and everyday life.", 
    "actors": "Chan Fong, Z-Chen, Frederick Lee, Melvin Sia", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1524787200"
},
{
    "title": "Goosebumps", 
    "description": "R.L. Stine's tales take on a life of their own in a series that combines original stories with adaptations drawn from the popular books.", 
    "actors": "R.L. Stine", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "Kids' TV", 
    "date_released": "1416355200"
},
{
    "title": "Gossip Girl", 
    "description": "A group of hyperprivileged Manhattan private-school kids seem to get away with everything. Except an anonymous blogger is watching their every move.", 
    "actors": "Blake Lively, Leighton Meester, Penn Badgley, Chace Crawford", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "TV Dramas", 
    "date_released": "1318636800"
},
{
    "title": "Gotham", 
    "description": "Long before he was commissioner, rookie cop James Gordon takes on Gotham City crime and corruption to avenge the murder of Bruce Wayne's parents.", 
    "actors": "Ben McKenzie, Donal Logue, Jada Pinkett Smith, David Mazouz", 
    "director": "Danny Cannon", 
    "imdb_rating": "7.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1442793600"
},
{
    "title": "Grace and Frankie", 
    "description": "They’re not friends, but when their husbands leave them for each other, proper Grace and eccentric Frankie begin to bond in this Emmy-nominated series.", 
    "actors": "Jane Fonda, Lily Tomlin, Martin Sheen, Sam Waterston", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "TV Comedies", 
    "date_released": "1431043200"
},
{
    "title": "Grami's Circus Show", 
    "description": "Grami, Nemo and Sam, a trio of wacky lions, join ringmaster Jack to train and perform together in their very own circus extravaganza.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1479168000"
},
{
    "title": "Grand Designs", 
    "description": "Host Kevin McCloud presents people who take self-building houses to a new level, following every step of their ambitious plans from beginning to end.", 
    "actors": "Kevin McCloud", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "British TV Shows", 
    "date_released": "1488240000"
},
{
    "title": "Grand Designs: Australia", 
    "description": "Whether they opt for a croissant-shaped house or a mansion on the hills, self-builders think outside the box in designing their perfect homes.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1528934400"
},
{
    "title": "Grand Hotel", 
    "description": "To learn the truth about his sister's mysterious disappearance, a young man infiltrates a hotel in the guise of a footman and begins an investigation.", 
    "actors": "Yon González, Amaia Salamanca, Adriana Ozores, Pedro Alonso", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "International TV Shows", 
    "date_released": "1509494400"
},
{
    "title": "Great Interior Design Challenge", 
    "description": "In this reality series, amateur interior designers on tight budgets test their mettle transforming rooms with speed and style.", 
    "actors": "Tom Dyckhoff, Daniel Hopwood, Sophie Robinson", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1522540800"
},
{
    "title": "Great News", 
    "description": "A TV news producer's ambitions take an awkward turn when her mother rejoins the workforce and snags a job as the station's newest intern.", 
    "actors": "Briga Heelan, Andrea Martin, Adam Campbell, John Michael Higgins", 
    "director": "", 
    "imdb_rating": "6.6/10", 
    "category": "TV Comedies", 
    "date_released": "1534982400"
},
{
    "title": "Great World Hotels", 
    "description": "No matter how far-flung the locale, this travel series circles the earth to reveal the planet's most luxurious, adventurous and beautiful hotels.", 
    "actors": "Elisha Kriis", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1504137600"
},
{
    "title": "Great Yellowstone Thaw", 
    "description": "This series explores the effects of the extreme temperature variations at Yellowstone National Park on the animals that live there.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "4.8/10", 
    "category": "Docuseries", 
    "date_released": "1506816000"
},
{
    "title": "Green Wing", 
    "description": "Medical emergencies abound in this award-winning and sharp-witted medical comedy that centers on the romantic indecisions of Dr. Caroline Todd.", 
    "actors": "Sarah Alexander, Oliver Chris, Olivia Colman, Michelle Gomez", 
    "director": "Victoria Pile", 
    "imdb_rating": "8.2/10", 
    "category": "British TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Greenhouse Academy", 
    "description": "When teen siblings Hayley and Alex enter an elite boarding school, they find rivalry, romance and a mystery related to the recent loss of their mom.", 
    "actors": "Ariel Mortman, Finn Roberts, Chris O'Neal, Dallas Hart", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Kids' TV", 
    "date_released": "1504828800"
},
{
    "title": "Greenleaf", 
    "description": "Although members of the Greenleaf family run a Memphis megachurch, their business and personal lives are tainted with greed, adultery and other sins.", 
    "actors": "Merle Dandridge, Kim Hawthorne, Desiree Ross, Lamman Rucker", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "TV Dramas", 
    "date_released": "1488499200"
},
{
    "title": "Grey's Anatomy", 
    "description": "Intern (and eventual resident) Meredith Grey finds herself caught up in personal and professional passions with fellow doctors at a Seattle hospital.", 
    "actors": "Ellen Pompeo, Sandra Oh, Katherine Heigl, Justin Chambers", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Romantic TV Shows", 
    "date_released": "1415145600"
},
{
    "title": "Gridlocked", 
    "description": "An embittered cop is tasked with baby-sitting a spoiled actor, but the two must learn to fight together when they run afoul of a group of mercenaries.", 
    "actors": "Dominic Purcell, Cody Hackman, Stephen Lang, Trish Stratus", 
    "director": "Allan Ungar", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1468454400"
},
{
    "title": "Guardians of the Galaxy Vol. 2", 
    "description": "The ragtag, wisecracking band of miscreants known as the Guardians of the Galaxy return to unravel the mystery of Peter \"Star Lord\" Quill's origins.", 
    "actors": "Chris Pratt, Zoe Saldana, Dave Bautista, Vin Diesel", 
    "director": "James Gunn", 
    "imdb_rating": "7.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1512432000"
},
{
    "title": "Guerra De Idolos", 
    "description": "Centering on the rising fortunes of the Solar family and their famous son, this series explores the drama of the music business from every angle.", 
    "actors": "Alberto Guerra, María León, Daniel Elbittar, Alejandro de la Madrid", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1511913600"
},
{
    "title": "Gunpowder, Treason & Plot", 
    "description": "In 1567, Mary, Queen of Scots, and lover Bothwell conspire to kill the king consort; in 1605, Catholic usurpers plot against Mary's son, King James I.", 
    "actors": "Clémence Poésy, Kevin McKidd, Robert Carlyle, Tim McInnerny", 
    "director": "", 
    "imdb_rating": "5.4/10", 
    "category": "British TV Shows", 
    "date_released": "1463616000"
},
{
    "title": "Gunslinger Girl", 
    "description": "On the surface, the Social Welfare Agency appears to help orphaned schoolgirls, but it's actually turning them into lethal agents.", 
    "actors": "Yuuka Nanri, Kanako Mitsuhashi, Eri Sendai, Ami Koshimizu", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "Anime Series", 
    "date_released": "1514764800"
},
{
    "title": "Gunslinger Girl -Il Teatrino-", 
    "description": "Outfitted with cybernetic implants, orphaned girls are transformed into a squad of ruthless killers trained to take down terrorists.", 
    "actors": "Kozo Koto, John Burgmeier, Takehito Koyasu, Eric Vale", 
    "director": "", 
    "imdb_rating": "5.0/10", 
    "category": "Anime Series", 
    "date_released": "1514764800"
},
{
    "title": "Gurren Lagann", 
    "description": "When a young laborer escapes to the world aboveground, he discovers a violent land in which humans battle robots controlled by a power-hungry noble.", 
    "actors": "Tetsuya Kakihara, Katsuyuki Konishi, Marina Inoue, Masaya Onosaka", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Anime Series", 
    "date_released": "1409529600"
},
{
    "title": "Guru Aur Bhole", 
    "description": "A singer and a dancer who are best friends use their artistic abilities to get out of one hilariously sticky situation after another.", 
    "actors": "Amit Kumar", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1508284800"
},
{
    "title": "Gypsy", 
    "description": "Therapist Jean Holloway develops dangerous and intimate relationships with the people in her patients' lives in this simmering psychological thriller.", 
    "actors": "Naomi Watts, Billy Crudup, Sophie Cookson, Karl Glusman", 
    "director": "", 
    "imdb_rating": "6.1/10", 
    "category": "TV Dramas", 
    "date_released": "1498780800"
}
]