[
{
    "title": "H2O: Just Add Water", 
    "description": "The gals in this fantasy series cope with the burden of growing a giant fin and transforming into mermaids whenever they come in contact with water.", 
    "actors": "Cariba Heine, Phoebe Tonkin, Angus McLaren, Burgess Abernethy", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "Kids' TV", 
    "date_released": "1486512000"
},
{
    "title": "H2O: Mermaid Adventures", 
    "description": "Three high school friends who turn into mermaids whenever they touch water have undersea adventures while keeping their new life a secret.", 
    "actors": "Sonja Ball, Holly Gauthier-Frankel, Thor Bishopric, Angela Galuppo", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1432252800"
},
{
    "title": "Ha Unlimited", 
    "description": "Three comedians launch a company designed to spread happiness far and wide in this Thai sitcom packed with gags, sound effects and special guests.", 
    "actors": "Kom Chauncheun, Bawriboon Chanreuang, Ball Chernyim, Nui Chernyim", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1525996800"
},
{
    "title": "HALO Legends", 
    "description": "This anthology features seven independent anime shorts from renowned directors, delving into the futuristic universe of the video game franchise Halo.", 
    "actors": "Andy McAvin, James Faulkner, Luci Christian, John Swasey", 
    "director": "Shinji Aramaki, Mamoru Oshii", 
    "imdb_rating": "6.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1493596800"
},
{
    "title": "Halo: The Fall of Reach", 
    "description": "Witness the origins of Master Chief and the Spartan program as a group of children transform into enhanced soldiers and fight a powerful alien threat.", 
    "actors": "Jen Taylor, Steve Downes, Michelle Lukes, Britt Baron", 
    "director": "Ian Kirby", 
    "imdb_rating": "5.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1457308800"
},
{
    "title": "Halt and Catch Fire", 
    "description": "Re-creating the dawn of the personal computer era, this digital drama tracks the fates of an industry visionary and his brilliant colleagues.", 
    "actors": "Lee Pace, Scoot McNairy, Mackenzie Davis, Kerry Bishé", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "TV Dramas", 
    "date_released": "1428451200"
},
{
    "title": "Handsome: A Netflix Mystery Movie", 
    "description": "Homicide detective Gene Handsome sets out to solve a woman's murder while searching for clues about what's missing from his personal life.", 
    "actors": "Jeff Garlin, Natasha Lyonne, Amy Sedaris, Steven Weber", 
    "director": "Jeff Garlin", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1493942400"
},
{
    "title": "Hap and Leonard", 
    "description": "In late-1980s Texas, two best friends get involved in darkly comic misadventures by hiring themselves out to shady clients for illicit ends.", 
    "actors": "James Purefoy, Michael Kenneth Williams, Jimmi Simpson, Bill Sage", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "Crime TV Shows", 
    "date_released": "1488326400"
},
{
    "title": "Happy 300 Days", 
    "description": "An unexpected pregnancy sends a woman back to her hometown to share a house with three nice guys. Each has problems, but each would make a great dad.", 
    "actors": "Tammy Chen, Kingone Wang, Hsieh Kun Da, Chuang Kai-Hsun", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1483228800"
},
{
    "title": "Happy And", 
    "description": "This relatable relationship drama explores the real-life trials and joys of married life through the lens of 11 different wives.", 
    "actors": "Hee-Jin Lee, Hae-seong Kwon, Paul Stafford, Mi-ji Lee", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1481760000"
},
{
    "title": "Happy Valley", 
    "description": "Yorkshire police sergeant Catherine Cawood pursues the man who assaulted her late daughter, unaware he is now part of a secret kidnapping plot.", 
    "actors": "Sarah Lancashire, Siobhan Finneran, Charlie Murphy, James Norton", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "British TV Shows", 
    "date_released": "1408492800"
},
{
    "title": "Happy Valley", 
    "description": "The town nicknamed Happy Valley searches for answers as Penn State assistant coach Jerry Sandusky is arrested on 40 counts of child molestation.", 
    "actors": "", 
    "director": "Amir Bar-Lev", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1433548800"
},
{
    "title": "Happyish", 
    "description": "A middle-aged adman is shaken up by his new boss, a 25-year-old who advises him to \"rebrand\" himself. Is it possible, or is this as good as he'll get?", 
    "actors": "Steve Coogan, Kathryn Hahn, Sawyer Shipman, Bradley Whitford", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "TV Comedies", 
    "date_released": "1467331200"
},
{
    "title": "Harry & Bunnie", 
    "description": "A young wannabe magician and his mischievous stage rabbit battle and sabotage each other while putting on shows.", 
    "actors": "", 
    "director": "Ah Loong", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1508025600"
},
{
    "title": "Hart of Dixie", 
    "description": "Fast-talking city girl Zoe Hart winds up patching up the locals of a tiny town in the Deep South when she inherits a medical practice in Alabama.", 
    "actors": "Rachel Bilson, Jaime King, Cress Williams, Wilson Bethel", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "TV Comedies", 
    "date_released": "1348531200"
},
{
    "title": "Harvey Street Kids", 
    "description": "Kids rule in a place called Harvey Street, where a trio of girls right wrongs, ice cream is always an option, and every day feels like Saturday.", 
    "actors": "Lauren Lapkus, Stephanie Lemelin, Kelly McCreary, Atticus Shaffer", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1530230400"
},
{
    "title": "Haters Back Off", 
    "description": "Determined to make it big, the confident but clueless Miranda Sings embarks on an unlikely quest for fame in this offbeat comedy.", 
    "actors": "Colleen Ballinger, Angela Kinsey, Francesca Reale, Erik Stocklin", 
    "director": "", 
    "imdb_rating": "6.1/10", 
    "category": "TV Comedies", 
    "date_released": "1476403200"
},
{
    "title": "Hatfields & McCoys", 
    "description": "Two close friends return to their neighboring homes after the Civil War, but building tensions and resentments soon explode into desperate warfare.", 
    "actors": "Kevin Costner, Bill Paxton, Matt Barr, Tom Berenger", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "TV Dramas", 
    "date_released": "1512086400"
},
{
    "title": "Hati Perempuan", 
    "description": "Sparks of both passion and contempt fly when a self-sufficient architect is forced to work with a snobbish industrialist.", 
    "actors": "Saharul Ridzwan, Mia Ahmad, Hafreez Adam, Hafeez Mikhail", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1503273600"
},
{
    "title": "Haunted", 
    "description": "Real people sit down with friends and family to share terrifying true stories from their past, re-created through chilling re-enactments.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Reality TV", 
    "date_released": "1539907200"
},
{
    "title": "Haunted House", 
    "description": "With help from a 102-year-old goblin dwelling beneath their haunted apartment building, two siblings deal with ghosts and take on spooky mysteries.", 
    "actors": "Jo Hyun-jung, Gim Young-eun, Gim Chae-ha, I So Eun", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1543622400"
},
{
    "title": "Have You Ever Fallen in Love, Miss Jiang?", 
    "description": "A new teacher finds herself in an unenviable situation after witnessing a troubling interaction between an administrator and a student.", 
    "actors": "Lan Cheng-Lung, Esther Yeh, He Yu-chen, Greg Han", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Haven", 
    "description": "Residents of Haven, Maine, are plagued by supernatural afflictions. To reveal the truth, FBI agent Audrey Parker must delve into her own strange past.", 
    "actors": "Emily Rose, Lucas Bryant, Nicholas Campbell, Eric Balfour", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "Classic & Cult TV", 
    "date_released": "1379030400"
},
{
    "title": "Hawaii Five-0", 
    "description": "Hawaii's top cops are reborn in this update of an iconic TV show. They may work in paradise, but there's enough crime to keep them working overtime.", 
    "actors": "Alex O'Loughlin, Scott Caan, Daniel Dae Kim, Grace Park", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Crime TV Shows", 
    "date_released": "1424736000"
},
{
    "title": "He-Man and the Masters of the Universe", 
    "description": "With the power of Grayskull, Prince Adam raises his sword and becomes the powerful He-Man to protect his kingdom from the evil Skeletor.", 
    "actors": "John Erwin, Alan Oppenheimer, Lou Scheimer, Linda Gary", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "Kids' TV", 
    "date_released": "1484611200"
},
{
    "title": "Heartland", 
    "description": "Spunky teenager Amy is reeling from the sudden death of her mother when she and her grandfather are threatened with the loss of their horse ranch.", 
    "actors": "Amber Marshall, Michelle Morgan, Graham Wardle, Shaun Johnston", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "TV Dramas", 
    "date_released": "1466035200"
},
{
    "title": "Heartthrob", 
    "description": "A shy, brilliant boy and a popular girl fall into an unexpected romance. But as their bond deepens, his attraction begins taking on dark overtones.", 
    "actors": "Aubrey Peeples, Keir Gilchrist, Peter Facinelli, Felicity Price", 
    "director": "Chris Sivertson", 
    "imdb_rating": "5.7/10", 
    "category": "Thrillers", 
    "date_released": "1514764800"
},
{
    "title": "Heaven's Garden", 
    "description": "When her husband goes to jail for bankruptcy, a woman takes her two daughters to live with her father, who severed ties with her years ago.", 
    "actors": "Bul-am Choi, Ho-Jeong Yoo, Kim Sae-ron, Chan-hee Kang", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "International TV Shows", 
    "date_released": "1481760000"
},
{
    "title": "Heavy Rescue: 401", 
    "description": "In the harshest weather, rookie and veteran heavy recovery operators fight to keep southern Ontario's busy, treacherous highways clear and safe.", 
    "actors": "Dave Pettitt", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "International TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Helix", 
    "description": "While investigating a possible outbreak at an Arctic research facility, scientists discover a new virus that could wipe out every human on the planet.", 
    "actors": "Billy Campbell, Hiroyuki Sanada, Kyra Zagorsky, Mark Ghanimé", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "TV Horror", 
    "date_released": "1415577600"
},
{
    "title": "Hell on Wheels", 
    "description": "Former Confederate soldier Cullen Bohannon sets out on a quest to find his wife's killer as post-Civil War America struggles to rebuild its identity.", 
    "actors": "Anson Mount, Colm Meaney, Common, Dominique McElligott", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1343520000"
},
{
    "title": "Hello, My Twenties!", 
    "description": "With different personalities, life goals and taste in men, five female college students become housemates in a shared residence called Belle Epoque.", 
    "actors": "Han Ye-ri, Han Seung-yeon, Park Eun-bin, Ryu Hwa-young", 
    "director": "", 
    "imdb_rating": "5.1/10", 
    "category": "International TV Shows", 
    "date_released": "1480636800"
},
{
    "title": "Hemlock Grove", 
    "description": "Secrets are just a part of daily life in the small Pennsylvania town of Hemlock Grove, where the darkest evils hide in plain sight.", 
    "actors": "Famke Janssen, Landon Liboiron, Dougray Scott, Bill Skarsgård", 
    "director": "Eli Roth", 
    "imdb_rating": "6.7/10", 
    "category": "TV Horror", 
    "date_released": "1366329600"
},
{
    "title": "Here to Heart", 
    "description": "Wen Nuan signs on to work as the executive assistant to ex Zhan Nanxian at his tech firm. Helping him at work just may lead her back into his heart.", 
    "actors": "Janine Chun-Ning Chang, Hans Zhang", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1538265600"
},
{
    "title": "Hereafter", 
    "description": "This supernatural tale follows three different people and their responses to death, including a psychic who may be able to help the others find peace.", 
    "actors": "Matt Damon, Cécile De France, Jay Mohr, Bryce Dallas Howard", 
    "director": "Clint Eastwood", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Heritage Falls", 
    "description": "A retired high school coach, his bookish son and his free-spirited grandson face their differences during a rugged weekend at a mountain cabin.", 
    "actors": "David Keith, Coby Ryan McLaughlin, Keean Johnson, Nancy Stafford", 
    "director": "Shea Sizemore", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "HERO MASK", 
    "description": "After a rash of mysterious deaths, Crown prosecutor Sarah Sinclair and SSC agent James Blood discover a conspiracy surrounding uncanny new bio-masks.", 
    "actors": "Yasuyuki Kase, Yuhko Kaida, Junpei Morita, Kentaro Takano", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Anime Series", 
    "date_released": "1543795200"
},
{
    "title": "Hibana: Spark", 
    "description": "A dramatic series about friendship and conflict between two comedians who search for meaning in life and comedy. Based on the prize-winning book.", 
    "actors": "Kento Hayashi, Kazuki Namioka, Mugi Kadowaki, Masao Yoshii", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "International TV Shows", 
    "date_released": "1464825600"
},
{
    "title": "Hickok", 
    "description": "While serving as the marshal of rowdy Abilene, Kansas, \"Wild Bill\" Hickok uses guns and gall to tidy up the lawless frontier town.", 
    "actors": "Luke Hemsworth, Trace Adkins, Kris Kristofferson, Bruce Dern", 
    "director": "Timothy Woodward Jr.", 
    "imdb_rating": "4.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1510617600"
},
{
    "title": "Hidden Kingdoms", 
    "description": "The world is a big, dangerous place for these small creatures. Zoom in to see the daily lives of these tiny animals within their hidden environments.", 
    "actors": "Stephen Fry", 
    "director": "", 
    "imdb_rating": "5.5/10", 
    "category": "British TV Shows", 
    "date_released": "1433116800"
},
{
    "title": "Hidden Singer", 
    "description": "Pop stars and impersonators face off to be the last one standing as the audience tries to determine the real singer by listening to their voices only.", 
    "actors": "Jun Hyun-moo, Solbi, Dong-hyuk Jang, Young-hoon Joo", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1495152000"
},
{
    "title": "High Risk", 
    "description": "From scientists to snake handlers, this series explores what motivates some people to put themselves in jeopardy to perform extraordinary feats.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1504224000"
},
{
    "title": "Highland: Thailand's Marijuana Awakening", 
    "description": "Thailand's complicated history with marijuana continues to play a role in its policies and laws, as well as the health and security of its citizens.", 
    "actors": "Sebastian Perry", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1495152000"
},
{
    "title": "Highway Thru Hell", 
    "description": "On the hazardous highways of Canada's interior, heavy vehicle towing companies experience hardship and triumph rescuing wrecked and stranded trucks.", 
    "actors": "Dave Pettitt, Jamie Davis, Adam Gazzola, Kevin Ritchie", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "Reality TV", 
    "date_released": "1455494400"
},
{
    "title": "Highway to Heaven", 
    "description": "Under God's direction, angel Jonathan and ex-cop Mark help troubled souls overcome adversity and embrace honesty, kindness and forgiveness.", 
    "actors": "Michael Landon, Victor French", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "TV Dramas", 
    "date_released": "1477958400"
},
{
    "title": "Hijos de las Estrellas", 
    "description": "This series explores how humanity has revered the heavens, from ancient sacred beliefs and rituals to the technology that probes the cosmos today.", 
    "actors": "Alex Pinilla", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1484438400"
},
{
    "title": "Hilda", 
    "description": "Fearless, free-spirited Hilda finds new friends, adventure and magical creatures when she leaves her enchanted forest home and journeys to the city.", 
    "actors": "Bella Ramsey, Ameerah Falzon-Ojo, Oliver Nelson, Daisy Haggard", 
    "director": "", 
    "imdb_rating": "8.7/10", 
    "category": "Kids' TV", 
    "date_released": "1537488000"
},
{
    "title": "Hinterland", 
    "description": "Forsaking London for the rustic landscapes of Wales, a police detective with a troubled soul finds himself in a place with secrets as dark as his own.", 
    "actors": "Richard Harrington, Mali Harries, Hannah Daniel, Alex Harries", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "British TV Shows", 
    "date_released": "1456790400"
},
{
    "title": "Hip-Hop Evolution", 
    "description": "Interviews with influential MCs, DJs and moguls trace the genre's dynamic evolution from the 1970s through the 1990s in this documentary series.", 
    "actors": "Shad Kabango", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Docuseries", 
    "date_released": "1480636800"
},
{
    "title": "Historia de un clan", 
    "description": "This drama based on a true story follows the Puccios, a criminal family who kidnaps wealthy people and holds them hostage in their home.", 
    "actors": "Alejandro Awada, Cecilia Roth, Chino Darín, Nazareno Casero", 
    "director": "", 
    "imdb_rating": "7.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1484265600"
},
{
    "title": "History's Greatest Hoaxes", 
    "description": "Using previously unseen footage, this documentary series offers new insights into some of the biggest scams and forgeries in human history.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1519689600"
},
{
    "title": "Hitler's Bodyguard", 
    "description": "Via reenactments and first-person accounts, this documentary series details the many assassination plots that were launched against Hitler's life.", 
    "actors": "Robert Powell", 
    "director": "Jonathan Martin, Philip Nugus", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1519776000"
},
{
    "title": "Hitler's Circle of Evil", 
    "description": "Surviving power struggles, betrayals and plots, Hitler's inner circle of Nazi leaders seizes control of Germany and designs its disastrous future.", 
    "actors": "Alisdair Simpson, Henrik Jørgensen, James Lowe, Blake Scott", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1519257600"
},
{
    "title": "Hive Alive", 
    "description": "Using advanced technology, a team of field experts joins hosts Chris Packham and Martha Kearney as they explore the complex world of honeybees.", 
    "actors": "Chris Packham, Martha Kearney", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1489536000"
},
{
    "title": "Hjørdis", 
    "description": "This miniseries spinoff of \"Rita\" follows teacher Hjørdis as she plans a school play on bullying featuring a cast of socially awkward students.", 
    "actors": "Lise Baastrup, Martin Brygmann, Ellen Hillingsø, Nicky Andersen", 
    "director": "Lars Kaalund", 
    "imdb_rating": "7.3/10", 
    "category": "International TV Shows", 
    "date_released": "1436313600"
},
{
    "title": "Hoff the Record", 
    "description": "TV star David Hasselhoff hopes to reboot his career in the U.K., but both his comeback plans and his personal life keep going off the rails.", 
    "actors": "David Hasselhoff, Asim Chaudhry, Fergus Craig, Mark Quartley", 
    "director": "Gordon Anderson", 
    "imdb_rating": "6.0/10", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Hogie the Globehopper", 
    "description": "Hogie and his friends travel the world, exploring far-flung locales like Buenos Aires, Cairo, Hawaii and the Galapagos Islands.", 
    "actors": "Mae Elliessa", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Kids' TV", 
    "date_released": "1501545600"
},
{
    "title": "Hold the Dark", 
    "description": "In the grim Alaskan winter, a naturalist hunts for wolves blamed for killing a local boy, but he soon finds himself swept into a chilling mystery.", 
    "actors": "Jeffrey Wright, Alexander Skarsgård, James Badge Dale, Riley Keough", 
    "director": "Jeremy Saulnier", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1538092800"
},
{
    "title": "Holiday Baggage", 
    "description": "Sarah and Pete have drifted apart from each other and their grown daughters, but a holiday visit may inspire old feelings and second chances.", 
    "actors": "Cheryl Ladd, Barry Bostwick, Julia Sobaski, Leah Wagner", 
    "director": "Stephen Polk", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "Hollywood Weapons: Fact or Fiction?", 
    "description": "Combining combat and firearms expertise, hosts Terry Schappert and Larry Zanoff dissect Hollywood action scenes and put them to the plausibility test.", 
    "actors": "Terry Schappert, Larry Zanoff", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Reality TV", 
    "date_released": "1529020800"
},
{
    "title": "Holy Camp!", 
    "description": "In this musical comedy, two rebellious teen girls who love electronic music have a life-changing brush with the divine at a camp run by nuns.", 
    "actors": "Macarena García, Anna Castillo, Belén Cuesta, Gracia Olayo", 
    "director": "Javier Ambrossi, Javier Calvo", 
    "imdb_rating": "7.1/10", 
    "category": "Comedies", 
    "date_released": "1517184000"
},
{
    "title": "Home: Adventures with Tip & Oh", 
    "description": "A misfit alien named Oh moves in with Tip and her family, in a series that picks up the dynamic duo's adventures where the hit film left off.", 
    "actors": "Rachel Crow, Mark Whitten, Ana Ortiz, Ron Funches", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1469750400"
},
{
    "title": "Homes by the Sea", 
    "description": "Architect and designer Charlie Luxton visits some of Britain's loveliest homes while speaking to the people who made their seaside dreams a reality.", 
    "actors": "Charlie Luxton", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "British TV Shows", 
    "date_released": "1515369600"
},
{
    "title": "Hondros", 
    "description": "Photographer Chris Hondros put his life on the line to cover world conflicts. His best friend explores the stories behind his most impactful images.", 
    "actors": "Chris Hondros", 
    "director": "Greg Campbell", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1530403200"
},
{
    "title": "Honey: Rise Up and Dance", 
    "description": "Despite discouragement from her loved ones, a talented street dancer tries out for an exclusive dance crew in a bid to win a college scholarship.", 
    "actors": "Teyana Taylor, Sierra Aylina McClain, Bryshere Gray", 
    "director": "Bille Woodruff", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1522713600"
},
{
    "title": "Hoovey", 
    "description": "When a life-threatening brain tumor seems to end the basketball career to which he has long aspired, a tenacious teen refuses to quit on his dream.", 
    "actors": "Patrick Warburton, Lauren Holly, Cody Linley, Alyson Stoner", 
    "director": "Sean McNamara", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1477958400"
},
{
    "title": "Hope Springs Eternal", 
    "description": "When a teen with terminal cancer miraculously finds herself in remission, she struggles to give up the attention her illness gave her at school.", 
    "actors": "Mia Rose Frampton, Beth Lacke, Stony Blyden, Juliette Angelo", 
    "director": "Jack C. Newell", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1541635200"
},
{
    "title": "Hormones", 
    "description": "High school students in Bangkok wrestle with issues such as sex, teen pregnancy, drugs, school violence, family turmoil and more in this Thai drama.", 
    "actors": "Pachara Chirathivat, Ungsumalynn Sirapatsakmetha, Sutatta Udomsilp, Chutavuth Pattarakampol", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "International TV Shows", 
    "date_released": "1524182400"
},
{
    "title": "Horrid Henry", 
    "description": "To his family's frustration, Henry is skilled at making trouble, from babysitting pets in his bedroom to starting a shark panic at the swimming pool.", 
    "actors": "Lizzie Waterworth, Joanna Ruiz, Emma Tate, Sue Elliot Nicholls", 
    "director": "", 
    "imdb_rating": "5.3/10", 
    "category": "British TV Shows", 
    "date_released": "1483142400"
},
{
    "title": "Hostage", 
    "description": "A former hostage negotiator finds his newly quiet existence shattered when a family linked to the mob is taken hostage by wayward thieves.", 
    "actors": "Bruce Willis, Kevin Pollak, Jimmy Bennett, Michelle Horn", 
    "director": "Florent Emilio Siri", 
    "imdb_rating": "6.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "Hostages", 
    "description": "The night before a surgeon is set to operate on a prime minister her family is held hostage by gunmen who insist she kill him or her family will die.", 
    "actors": "Jonah Lotan, Ayelet Zurer, Tomer Kapon, Micha Celektar", 
    "director": "", 
    "imdb_rating": "5.9/10", 
    "category": "Crime TV Shows", 
    "date_released": "1472688000"
},
{
    "title": "Hostiles", 
    "description": "After a long career battling the Cheyenne, a U.S. Army captain is ordered to safely escort the tribe's most influential chief to his Montana homeland.", 
    "actors": "Christian Bale, Rosamund Pike, Wes Studi, Jesse Plemons", 
    "director": "Scott Cooper", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1534291200"
},
{
    "title": "Hot Bot", 
    "description": "Two teenage geeks inadvertently find a lifelike, state-of-the-art sex robot, but must dodge the high-profile owner who lost her in order to keep her.", 
    "actors": "Cynthia Kirchner, Doug Haley, Zack Pearlman, Larry Miller", 
    "director": "Michael Polish", 
    "imdb_rating": "4.2/10", 
    "category": "Comedies", 
    "date_released": "1456790400"
},
{
    "title": "Hot Date", 
    "description": "Interconnected sketches and performances skewer the madness and misunderstandings of modern relationships.", 
    "actors": "Emily Axford, Brian Murphy", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Romantic TV Shows", 
    "date_released": "1538352000"
},
{
    "title": "Hotel Beau Séjour", 
    "description": "Caught in an afterlife limbo, teenage Kato investigates her own mysterious death and unravels a web of secrets in her seemingly tranquil village.", 
    "actors": "Lynn Van Royen, Inge Paulussen, Jan Hammenecker, Kris Cuppens", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "Crime TV Shows", 
    "date_released": "1489622400"
},
{
    "title": "Hotel Transylvania", 
    "description": "With her dad away, Mavis is so ready for adventure -- if strict Aunt Lydia doesn't stop her first. Set four years before the \"Hotel Transylvania\" film.", 
    "actors": "Bryn McAuley, Evany Rosen, Gage Munroe, Joseph Motiki", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1529884800"
},
{
    "title": "Houdini", 
    "description": "This Emmy-nominated miniseries delves into the death-defying feats and complex private life of Harry Houdini, whose escapes captivated the world.", 
    "actors": "Adrien Brody, Kristen Connolly, Evan Jones, Tim Pigott-Smith", 
    "director": "Uli Edel", 
    "imdb_rating": "6.9/10", 
    "category": "TV Dramas", 
    "date_released": "1425254400"
},
{
    "title": "House Doctor", 
    "description": "British homes languishing on the housing market get whipped into shape by a straight-talking American host who knows how to make a domicile shine.", 
    "actors": "Tracy Metro", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1528934400"
},
{
    "title": "House of Cards", 
    "description": "With Frank out of the picture, Claire Underwood steps fully into her own as the first woman president, but faces formidable threats to her legacy.", 
    "actors": "Robin Wright, Michael Kelly, Diane Lane, Campbell Scott", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "TV Dramas", 
    "date_released": "1359676800"
},
{
    "title": "House of Deadly Secrets", 
    "description": "A mother and her young daughter move into a new house looking for a fresh start. But they soon realize they've just become part of a dark history.", 
    "actors": "Patty McCormack, Angie Patterson, Violet Hicks, Philip Boyd", 
    "director": "Doug Campbell", 
    "imdb_rating": "4.3/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "How Sarah Got Her Wings", 
    "description": "When a Good Samaritan dies in a pre-Christmas accident, a celestial hitch sends her back to earth as an angel in training to make something right.", 
    "actors": "Lindsey Gort, Derek Theler, Melanie Liburd, Kathleen Rose Perkins", 
    "director": "Edmund Entin, Gary Entin", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1480550400"
},
{
    "title": "How to Get Away With Murder", 
    "description": "Brilliant criminal defense attorney and law professor Annalise Keating, plus five of her students, become involved in a twisted murder case.", 
    "actors": "Viola Davis, Billy Brown, Alfred Enoch, Jack Falahee", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1442361600"
},
{
    "title": "How to Live Mortgage Free with Sarah Beeny", 
    "description": "Real estate expert and TV presenter Sarah Beeny meets with clever property owners who share their colorful stories about living mortgage free.", 
    "actors": "Sarah Beeny", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1536969600"
},
{
    "title": "Hoy Soy Nadie", 
    "description": "A newspaper employee who commits fraud hangs on to his freedom by fulfilling the company owner's request to infiltrate the lives of 15 young people.", 
    "actors": "Emmanuel Orenday, Sherlyn, Alberto Zeni, Oliver Cantú Lozano", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1484438400"
},
{
    "title": "Humsafar", 
    "description": "To fulfill her mother's dying wish, middle-class Khirad marries elite Ashar. But those who disapprove plot to turn Ashar against his wife.", 
    "actors": "Fawad Khan, Mahira Khan, Atiqa Odho, Naveen Waqar", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1481760000"
},
{
    "title": "Huntik: Secrets and Seekers", 
    "description": "A high school student searching for his missing father joins a secret group known as the Seekers, who ally with aliens to protect the world from evil.", 
    "actors": "Yuri Lowenthal, Drew Aaron, Karen Strassman, Marc Thompson", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Kids' TV", 
    "date_released": "1444867200"
},
{
    "title": "Hyena Road", 
    "description": "A Canadian sniper, a military officer and a legendary Afghani freedom fighter face the Taliban and walk the fine line between heroism and futility.", 
    "actors": "Allan Hawco, Rossif Sutherland, Paul Gross, Clark Johnson", 
    "director": "Paul Gross", 
    "imdb_rating": "6.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1470096000"
},
{
    "title": "Hyori's Bed & Breakfast", 
    "description": "K-pop diva Lee Hyo-ri and her husband open up their home on the beautiful Jeju Island to welcome travelers for free stays, meals and late-night chats.", 
    "actors": "Lee Hyori, Lee Sangsoon, Lee Ji-eun, Park Bo-gum", 
    "director": "", 
    "imdb_rating": "8.5/10", 
    "category": "International TV Shows", 
    "date_released": "1517443200"
}
]