[
{
    "title": "K", 
    "description": "A young boy is wanted for a crime he has no recollection of committing and must go on the run, hunted by two powerful kings and their forces.", 
    "actors": "Daisuke Namikawa, Daisuke Ono, Mikako Komatsu, Kenjiro Tsuda", 
    "director": "", 
    "imdb_rating": "6.6/10", 
    "category": "Anime Series", 
    "date_released": "1480550400"
},
{
    "title": "K-POP Extreme Survival", 
    "description": "Seung Yeon decides to chase her dream of becoming a K-pop star and audition for a popular group. There's only one catch: It's a boy band.", 
    "actors": "Jung Eun Kim, Park Yu-hwan, Go Eun-ah, Kwak Yong-hwan", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "International TV Shows", 
    "date_released": "1481760000"
},
{
    "title": "Kaçak", 
    "description": "A cop who killed a mobster's son and fled to a small town with a changed identity finds his quiet new life disrupted when he becomes a local hero.", 
    "actors": "Gürkan Uygun, Mustafa Avkıran, Berk Hakman, Begüm Birgören", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1482710400"
},
{
    "title": "Kakegurui", 
    "description": "High roller Yumeko Jabami plans to clean house at Hyakkaou Private Academy, a school where students are evaluated solely on their gambling skills.", 
    "actors": "Saori Hayami, Minami Tanaka, Tatsuya Tokutake, Yuki Wakai", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Anime Series", 
    "date_released": "1517443200"
},
{
    "title": "Kakegurui", 
    "description": "Yumeko Jabami enrolls at Hyakkaou Private Academy, where students are ranked by their gambling winnings and fame and fortune awaits those on top.", 
    "actors": "Minami Hamabe, Mahiro Takasugi, Aoi Morikawa, Yuma Yamoto", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "International TV Shows", 
    "date_released": "1525392000"
},
{
    "title": "Kantaro: The Sweet Tooth Salaryman", 
    "description": "Elite publishing sales rep Kantaro wraps up his client visits in record time so he can secretly pursue his quest to indulge in the tastiest of sweets.", 
    "actors": "Matsuya Onoe, Ren Ishikawa, Hiroyuki Onoue, Hazuki Shimizu", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "International TV Shows", 
    "date_released": "1512086400"
},
{
    "title": "Kate and Mim-Mim", 
    "description": "A little girl and her toy bunny go on trips to a magical world, where their pretend adventures help them solve real-world problems.", 
    "actors": "Maryke Hendrikse, Lee Tockar, Matt Hill, Brian Drummond", 
    "director": "Clint Butler", 
    "imdb_rating": "6.0/10", 
    "category": "Kids' TV", 
    "date_released": "1448928000"
},
{
    "title": "Kath and Kim", 
    "description": "As Kath prepares to wed fine-meats purveyor Kel, her daughter Kim moves back home after becoming disillusioned with her two-month marriage to Brett.", 
    "actors": "Jane Turner, Gina Riley, Glenn Robbins, Peter Rowsthorn", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "TV Comedies", 
    "date_released": "1532736000"
},
{
    "title": "Kazoops!", 
    "description": "Music meets imagination in this inventive animated series about thinking outside the box and having fun.", 
    "actors": "Reece Pockney, Scott Langley, Alex Babic, Gemma Harvey", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1472774400"
},
{
    "title": "Keeping Love Alive", 
    "description": "They're the ultimate ride-or-die couple. Now Sheila and Joel of \"Santa Clarita Diet\" share their secrets to a healthy romance in an exclusive video.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1513555200"
},
{
    "title": "Keeping Up with the Joneses", 
    "description": "Deep in the Outback, the enterprising Jones family epitomizes can-do spirit as they face the elements, wrangle livestock and scuffle with crocodiles.", 
    "actors": "James Blundell, Milton Jones, Cristine Jones, Beau Jones", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1479168000"
},
{
    "title": "Khan: No. 1 Crime Hunter", 
    "description": "From fake marriages to online shopping fraud, a whip-smart police officer investigates truly baffling cons that were inspired by true stories.", 
    "actors": "Rajesh Sharma", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1525132800"
},
{
    "title": "Khelti Hai Zindagi Aankh Micholi", 
    "description": "The life of a 14-year-old girl is thrown into turmoil when her father dies, forcing her mother to make hard choices for their family.", 
    "actors": "Ulka Gupta, Gautami Kapoor, Reema Shaikh, Vinay Jain", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1491004800"
},
{
    "title": "Khotey Sikkey", 
    "description": "Five affluent youths find a new sense of purpose as they team up with a Mumbai police officer on crime-busting missions around the city.", 
    "actors": "Vikas Kumar, Hassan Zaidi, Sukhmani Sadana, Puru Chibber", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1521072000"
},
{
    "title": "Kibaoh Klashers", 
    "description": "Young beetle Dylan and his friends Hailey and Ollie team up to compete against tough opponents in the exciting, high-octane sport of Battle Blading.", 
    "actors": "Ben Diskin, Cherami Leigh, Dakota Basseri, Keith Silverstein", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1500595200"
},
{
    "title": "Kickboxer: Retaliation", 
    "description": "Sloan's vow to never return to Thailand is cut short when he's kidnapped and taken to a Thai prison, where he's forced to fight a 400-pound brute.", 
    "actors": "Alain Moussi, Jean-Claude Van Damme, Mike Tyson, Christopher Lambert", 
    "director": "Dimitri Logothetis", 
    "imdb_rating": "4.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1524700800"
},
{
    "title": "Kickboxer: Vengeance", 
    "description": "After a skilled fighter falls in the ring, his younger brother emerges from the shadows to train and get revenge against a brutal champion.", 
    "actors": "Alain Moussi, Jean-Claude Van Damme, Dave Bautista, Gina Carano", 
    "director": "John Stockwell", 
    "imdb_rating": "4.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1481155200"
},
{
    "title": "Kikoriki", 
    "description": "A wacky rabbit and his gang of animal pals have fun solving problems, sharing stories and exploring their sometimes magical, always special world.", 
    "actors": "Igor Dmitriev", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1498867200"
},
{
    "title": "Kill la Kill", 
    "description": "The \"woman with the scissor blade\" -- Ryuko Matoi -- searches for clues all around the world for the truth behind her father's death.", 
    "actors": "Ami Koshimizu, Toshihiko Seki, Ryoka Yuzuki, Aya Suzaki", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "Anime Series", 
    "date_released": "1495411200"
},
{
    "title": "Kill Ratio", 
    "description": "Posing as a telecom salesman at a business conference, a CIA agent fights to protect a fledgling Eastern European democracy from a military coup.", 
    "actors": "Tom Hopper, Amy Huberman, Lacy Moore, Brian McGuinness", 
    "director": "Paul Tanter", 
    "imdb_rating": "3.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1487289600"
},
{
    "title": "Killer in the Family", 
    "description": "Criminal psychologist Laura Richards profiles men and women who murder their families, identifying warning signs for different types of killers.", 
    "actors": "Laura Richards", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1483142400"
},
{
    "title": "Killer Kids", 
    "description": "Investigators share details of a shocking type of crime: murders committed by children, from hate crimes and occult slayings to gang initiations.", 
    "actors": "Misty Lee", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1537315200"
},
{
    "title": "Killer Women with Piers Morgan", 
    "description": "Journalist Piers Morgan goes behind prison walls to speak with women convicted of shocking crimes, shedding light on what drove them to murder.", 
    "actors": "Piers Morgan", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "British TV Shows", 
    "date_released": "1500422400"
},
{
    "title": "Killing Season", 
    "description": "An American veteran of the Bosnian War finds peace of mind deep in the Appalachian wilderness, until a mysterious European tourist seeks him out.", 
    "actors": "Robert De Niro, John Travolta, Milo Ventimiglia, Elizabeth Olin", 
    "director": "Mark Steven Johnson", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1504828800"
},
{
    "title": "Kim's Convenience", 
    "description": "While running a convenience store in Toronto, members of a Korean-Canadian family deal with customers, each other and the evolving world around them.", 
    "actors": "Paul Sun-Hyung Lee, Jean Yoon, Andrea Bang, Simu Liu", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "TV Comedies", 
    "date_released": "1531440000"
},
{
    "title": "Kindergarten Cop 2", 
    "description": "A hard-edged FBI agent goes undercover as a kindergarten teacher to recover stolen Witness Protection Program data in this action-comedy sequel.", 
    "actors": "Dolph Lundgren, Bill Bellamy, Fiona Vroom, Aleks Paunovic", 
    "director": "Don Michael Paul", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1463443200"
},
{
    "title": "Kingdoms of the Sky", 
    "description": "Meet the astonishing animals and adventurous people living on some of the most spectacular -- and formidable -- mountain ranges in the world.", 
    "actors": "", 
    "director": "Steve Greenwood", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1538352000"
},
{
    "title": "Kings", 
    "description": "A foster mom and her houseful of kids befriend a bitter neighbor after the Rodney King verdict is handed down in 1992 Los Angeles.", 
    "actors": "Halle Berry, Daniel Craig, Lamar Johnson, Kaalan Walker", 
    "director": "Deniz Gamze Ergüven", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1540771200"
},
{
    "title": "King’s War", 
    "description": "In 210 B.C., during the upheaval following the death of Emperor Qin, insurgent warriors Xiang Yu and Liu Bang fight for control of the Chinese empire.", 
    "actors": "Chen Daoming, Peter Ho, Duan Yihong, Qin Lan", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1499385600"
},
{
    "title": "Kiss Me First", 
    "description": "A lonely young woman hooked on a virtual reality game befriends a party girl who leads her into a world of new thrills and dark secrets.", 
    "actors": "Tallulah Haddon, Simona Brown, Matthew Beard, Matthew Aubrey", 
    "director": "", 
    "imdb_rating": "5.7/10", 
    "category": "British TV Shows", 
    "date_released": "1530230400"
},
{
    "title": "Kissa Currency Ka", 
    "description": "The known history of currency on the Indian subcontinent goes back more than 2,000 years and reflects diverse cultures that have inhabited the region.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1500940800"
},
{
    "title": "Knightfall", 
    "description": "Fifteen years after the Crusades ended in defeat, a veteran knight becomes master of his order's Paris temple and discovers a shocking secret.", 
    "actors": "Tom Cullen, Jim Carter, Pádraic Delaney, Simon Merrells", 
    "director": "", 
    "imdb_rating": "6.1/10", 
    "category": "TV Dramas", 
    "date_released": "1539302400"
},
{
    "title": "Knights of Sidonia", 
    "description": "A hero rises to save a world that's also a spaceship under siege by an alien threat in this original anime series based on the popular manga comic.", 
    "actors": "Ryota Osaka, Aya Suzaki, Aki Toyosaki, Takahiro Sakurai", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Anime Series", 
    "date_released": "1404432000"
},
{
    "title": "Kodachrome", 
    "description": "A record company exec joins his estranged dad, a famous photographer who's dying, on a road trip to the last lab still developing Kodachrome film.", 
    "actors": "Ed Harris, Jason Sudeikis, Elizabeth Olsen", 
    "director": "Mark Raso", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1524182400"
},
{
    "title": "Kon Kon Kon", 
    "description": "Explore the stories of ordinary people dealing with extraordinary circumstances in this series that focuses on overcoming obstacles and odds.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1518739200"
},
{
    "title": "Kong: King of the Apes", 
    "description": "In 2050, an evil scientist is about to unleash an army of robotic dinosaurs. Now it's up to Kong and friends to fight back and save the day.", 
    "actors": "Lee Tockar, Sam Vincent, Alessandro Juliani, Tabitha St. Germain", 
    "director": "", 
    "imdb_rating": "5.2/10", 
    "category": "Kids' TV", 
    "date_released": "1460678400"
},
{
    "title": "Kong: King of the Apes - Battles", 
    "description": "It's one quick battle after another for Kong as he tangles with T. rexes, pterodactyls and other high-tech monsters engineered by an evil scientist.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1460678400"
},
{
    "title": "Kopitiam", 
    "description": "A young woman returns to Malaysia to take over her father’s old coffee shop. Along with inheriting the Kopitiam, she gains a kooky group of friends.", 
    "actors": "Joanna Bessey, Douglas Lim, Lina Teoh, Rashid Salleh", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1535068800"
},
{
    "title": "Kulipari: An Army of Frogs", 
    "description": "In a tale of bravery and heroism, fearless frogs go to war against the sinister scorpions and spiders that have teamed up to conquer the amphibians.", 
    "actors": "Mark Hamill, Keith David, Wendie Malick, Josh Keaton", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Kids' TV", 
    "date_released": "1472774400"
},
{
    "title": "Kulipari: Dream Walker", 
    "description": "Now the Blue Sky King, Darel must lead a rescue mission to save a Dream Walker -- leaving the village under the protection of the Kulipari youth.", 
    "actors": "Mark Hamill, Jess Harnell, Phil LaMarr, Josh Keaton", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1542672000"
},
{
    "title": "Kuromukuro", 
    "description": "When mecha attack a research center, its students, pilots, and researchers must fight back with the help of mysterious artifacts and a young samurai.", 
    "actors": "Yohei Azakami, M・A・O, Reina Ueda, Asami Seto", 
    "director": "Tensai Okamura", 
    "imdb_rating": "6.8/10", 
    "category": "Anime Series", 
    "date_released": "1467590400"
},
{
    "title": "Kurt Seyit ve Şura", 
    "description": "A Turkish lieutenant and the daughter of Russian nobles fight for their love against forces of family and social expectation and historical events.", 
    "actors": "Kıvanç Tatlıtuğ, Farah Zeynep Abdullah, Fahriye Evcen, Ushan Çakır", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1482710400"
},
{
    "title": "Kygo: Live at the Hollywood Bowl", 
    "description": "Join Norwegian electronic music superstar Kygo onstage and behind the scenes as he performs at the famed L.A. venue with a bevy of special guests.", 
    "actors": "Kygo", 
    "director": "Devin Chanda", 
    "imdb_rating": "6.3/10", 
    "category": "Music & Musicals", 
    "date_released": "1520812800"
}
]