[
{
    "title": "La Doña", 
    "description": "Worlds collide and lives shatter when Altagracia, a powerful and elegant businesswoman, plots a ruthless revenge while falling in love.", 
    "actors": "Aracely Arámbula, David Chocarro, Danna Paola, Rebecca Jones", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Spanish-Language TV Shows", 
    "date_released": "1542326400"
},
{
    "title": "La Esclava Blanca", 
    "description": "In Colombia in 1821, a white orphan is taken in by black slaves. Years after being torn from them, she returns to find her family and childhood love.", 
    "actors": "Nerea Camacho, Orián Suárez, Miguel de Miguel, Modesto Lacen", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "La Esquina del Diablo", 
    "description": "After her cop father is killed, a woman earns a spot in special forces and is soon tasked with taking down a drug dealer in a dangerous neighborhood.", 
    "actors": "Ana Serradilla, Miguel de Miguel, Gregorio Pernía, César Mora", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1484438400"
},
{
    "title": "La Familia P. Luche", 
    "description": "This irreverent sitcom featues Ludovico, Federica and their three children Bibi, Junior and Ludoviquito, living in Ciudad P. Luche.", 
    "actors": "Eugenio Derbez, Consuelo Duval, Luis Manuel Ávila, Regina Blandón", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "International TV Shows", 
    "date_released": "1514678400"
},
{
    "title": "La Femme", 
    "description": "Personal desires guide the lives of a marriage-averse entrepreneur, a housewife coping with infidelity and a career woman who leaves her spouse.", 
    "actors": "Zoe Tay, Ann Kok, Tiffany Leong, Tay Ping Hui", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1508112000"
},
{
    "title": "La Mante", 
    "description": "Decades after her capture, a serial killer offers to help solve a string of copycat murders -- but only if her son, now a cop, will work by her side.", 
    "actors": "Carole Bouquet, Fred Testot, Pascal Demolon, Manon Azem", 
    "director": "", 
    "imdb_rating": "6.6/10", 
    "category": "Crime TV Shows", 
    "date_released": "1514505600"
},
{
    "title": "La Niña", 
    "description": "A former Colombian guerrilla fighter faces challenges as she reintegrates into society and tries to overcome her traumatic memories.", 
    "actors": "Ana María Estupiñán, Sebastián Eslava, Juan Sebastián Aragón, Diego Vásquez", 
    "director": "", 
    "imdb_rating": "8.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1479427200"
},
{
    "title": "La Piloto", 
    "description": "Dreaming her whole life of becoming a pilot, Yolanda finds work as a flight attendant, unaware she'll soon be thrust into a drug smuggling operation.", 
    "actors": "Livia Brito, Juan Eduardo Colucho, Arap Bethke, María Fernanda Yépes", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Crime TV Shows", 
    "date_released": "1522627200"
},
{
    "title": "La Querida del Centauro", 
    "description": "Inmate Yolanda agrees to lure her drug boss admirer out of hiding in exchange for house arrest so she can protect her daughter from her evil mother.", 
    "actors": "Humberto Zurita, Ludwika Paleta, Michel Brown, Alexandra De La Mora", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1475280000"
},
{
    "title": "La Reina del Sur", 
    "description": "This compelling show tells the story of the legendary Teresa Mendoza, a courageous woman who is perceived as conquering the world of drug trafficking.", 
    "actors": "Kate del Castillo, Cristina Urgel, Alberto Jiménez, Juan José Arjona", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1435622400"
},
{
    "title": "La Rosa de Guadalupe", 
    "description": "This series responds to the need to believe in miracles, dreams, love stories and happy endings, with positive characters.", 
    "actors": "Milia Nader, Francisco Avendaño, Diego Lara, Sandra Itzel", 
    "director": "", 
    "imdb_rating": "5.3/10", 
    "category": "Classic & Cult TV", 
    "date_released": "1467763200"
},
{
    "title": "La Viuda Negra", 
    "description": "Beautiful and ruthless Griselda Blanco, known as the queen of cocaine, becomes Pablo Escobar's boss and governs a world of deceit and death.", 
    "actors": "Ana Serradilla, Julián Román, Ramiro Meneses, Juan Pablo Gamboa", 
    "director": "Alejandro Lozano", 
    "imdb_rating": "6.6/10", 
    "category": "Crime TV Shows", 
    "date_released": "1448928000"
},
{
    "title": "Lady Bloodfight", 
    "description": "An American travels to Hong Kong in hopes of winning a lucrative -- but potentially deadly -- all-female underground fighting tournament.", 
    "actors": "Amy Johnston, Muriel Hofmann, Jenny Wu, Kathy Wu", 
    "director": "Chris Nahon", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1501891200"
},
{
    "title": "Lady Dynamite", 
    "description": "Comedian Maria Bamford stars in a series inspired by her own life. It's the sometimes surreal story of a woman who loses -- and then finds -- her s**t.", 
    "actors": "Maria Bamford, Fred Melamed, Mary Kay Place, Ed Begley Jr.", 
    "director": "", 
    "imdb_rating": "5.8/10", 
    "category": "TV Comedies", 
    "date_released": "1463702400"
},
{
    "title": "Lady, la vendedora de rosas", 
    "description": "This series tells the life story of Colombian film star Lady Tabares, who was plucked off the mean streets to star in a film and quickly rose to fame.", 
    "actors": "Natalia Reyes, Michelle Orozco, Majida Issa, Ernesto Benjumea", 
    "director": "", 
    "imdb_rating": "8.3/10", 
    "category": "International TV Shows", 
    "date_released": "1467331200"
},
{
    "title": "Land Girls", 
    "description": "Follow the lives, loves, highs and lows of four members of the Women's Land Army who are working at the Hoxley Estate during WWII.", 
    "actors": "Becci Gemmell, Susan Cookson, Mark Benton, Mykola Allen", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "British TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Lands of the Monsoon", 
    "description": "Explore how rampaging monsoons bring both life and destruction to large swaths of the planet, from Australia all the way to the Himalayas.", 
    "actors": "Colin Salmon", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Lara Croft: Tomb Raider", 
    "description": "Lara Croft, skilled in hand-to-hand combat, must recover antiquities lost in a secret society. She meets her match in the evil Powell.", 
    "actors": "Angelina Jolie, Jon Voight, Iain Glen, Noah Taylor", 
    "director": "Simon West", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1517443200"
},
{
    "title": "Larceny", 
    "description": "An ex-CIA contractor turned thief is forced to head a CIA gambit to infiltrate a black ops Mexican prison and steal $50 million in drug cartel money.", 
    "actors": "Dolph Lundgren, Corbin Bernsen, Louis Mandylor, Isaac C. Singleton Jr.", 
    "director": "R. Ellis Frazier", 
    "imdb_rating": "3.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1505433600"
},
{
    "title": "Larva", 
    "description": "Two curious worms spend their days investigating the otherworldly objects that fall through the grate into their subterranean world.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1420070400"
},
{
    "title": "Larva Island", 
    "description": "Stranded on a tropical island, two silly larva buddies find slapstick fun in everything from discovering food to meeting new animal friends.", 
    "actors": "Hong Bum-ki, Eddy Lee, Ahn Hyo-min, Kang Shi-hyun", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1539907200"
},
{
    "title": "Las muñecas de la mafia", 
    "description": "Based on the book \"Las Fantásticas,\" this exciting telenovela follows the tumultuous lives of five women who get mixed up with the Mafia.", 
    "actors": "Amparo Grisales, Fernando Solórzano, Angelica Blandon, Katherine Escobar", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1533859200"
},
{
    "title": "Last", 
    "description": "When his big stock plan fails, a hotshot fund manager winds up homeless and must learn the secret ranking system of the street in order to survive.", 
    "actors": "Yoon Kye-sang, Lee Beom-su, Seo Ye-ji, Park Won-sang", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1495411200"
},
{
    "title": "Last Chance to See", 
    "description": "Stephen Fry and zoologist Mark Carwardine seek animal species that are near extinction, including the Amazonian manatee, blue whale and Komodo dragon.", 
    "actors": "Mark Carwardine, Stephen Fry", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "British TV Shows", 
    "date_released": "1479168000"
},
{
    "title": "LAST HOPE", 
    "description": "After causing the near extinction of mankind seven years ago, genius scientist Leon Lau must now fight the ecological disaster he unwittingly created.", 
    "actors": "Tomoaki Maeno, Kana Hanazawa, Kenjiro Tsuda, Nao Toyama", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Anime Series", 
    "date_released": "1536883200"
},
{
    "title": "Last Rampage", 
    "description": "Two inmates escape from a Arizona prison and leave a bloody trail in their wake as they head for Mexico in this true-crime thriller.", 
    "actors": "Robert Patrick, Heather Graham, Bruce Davison, Alex MacNicoll", 
    "director": "Dwight H. Little", 
    "imdb_rating": "5.7/10", 
    "category": "Thrillers", 
    "date_released": "1517443200"
},
{
    "title": "Last Tango in Halifax", 
    "description": "Two widowed childhood sweethearts fall for each other all over again when they are reunited over the Internet after nearly 60 years.", 
    "actors": "Derek Jacobi, Anne Reid, Sarah Lancashire, Nicola Walker", 
    "director": "Juliet May", 
    "imdb_rating": "6.6/10", 
    "category": "British TV Shows", 
    "date_released": "1396224000"
},
{
    "title": "Law & Order: Special Victims Unit", 
    "description": "This edgy police procedural follows members of the Special Victims Unit as they investigate sexual offenses such as rape, incest and pedophilia.", 
    "actors": "Christopher Meloni, Mariska Hargitay, Richard Belzer, Dann Florek", 
    "director": "", 
    "imdb_rating": "6.2/10", 
    "category": "Crime TV Shows", 
    "date_released": "1420070400"
},
{
    "title": "Laws of Attraction", 
    "description": "Four couples -- a speed-dating pair, a husband and wife, a man living with an older woman and co-workers with opposite views -- weather ups and downs.", 
    "actors": "Wayne Chua, Frederick Lee, Steve Yap, Tiffany Leong", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1508112000"
},
{
    "title": "Learning Songs by Little Baby Bum: Nursery Rhyme Friends", 
    "description": "Simple songs mix with colorful animation to teach youngsters about concepts such as animals, vehicles, numbers, colors and more.", 
    "actors": "Chloe Marsden, Aaron Marsden, María Esnoz", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1498867200"
},
{
    "title": "Legend Quest", 
    "description": "When an evil force threatens his village, a gifted teen who can talk to ghosts puts his skills to good use, one legend at a time.", 
    "actors": "Benny Emmanuel, Mayté Cordeiro, Andrés Couturier, Ricardo O'Farrill", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Kids' TV", 
    "date_released": "1487894400"
},
{
    "title": "Legend Quest: Happy Birthday to You!", 
    "description": "Here's to a legendary birthday filled with presents and cake -- and best wishes that a ghostly \"Birthday Crasher\" won't turn up among your guests!", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1505347200"
},
{
    "title": "LEGO Bionicle: The Journey to One", 
    "description": "Six legendary heroes find themselves on an epic quest as they harness the power of nature's elements to defeat the forces of evil.", 
    "actors": "Nolan Balzer, Paolo Bryant, Jacqui Fox, Quinn Greene", 
    "director": "", 
    "imdb_rating": "5.6/10", 
    "category": "Kids' TV", 
    "date_released": "1457049600"
},
{
    "title": "LEGO Elves: Secrets of Elvendale", 
    "description": "Armed with a powerful amulet, a teenage guardian is tasked with protecting her little sister -- and all of Elvendale. Based on the popular web series.", 
    "actors": "Ashleigh Ball, Erin Mathews, Rebecca Husain, Kyle Rideout", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1504224000"
},
{
    "title": "Lego Friends", 
    "description": "As a way to make friends, new girl in town Olivia volunteers to work at the Heartlake City World Petacular with four other girls.", 
    "actors": "Elisa Schnebelie, Raquel Christiana, Lucia Vecchio, Karen Strassman", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Kids' TV", 
    "date_released": "1442275200"
},
{
    "title": "LEGO Friends: The Power of Friendship", 
    "description": "Five best friends face adventures side by side in their hometown. Zany antics, love and missteps are better with friends!", 
    "actors": "Erica Mendez, Marianne Miller, Rachelle Heger, Millie O'Conner", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1457049600"
},
{
    "title": "LEGO Ninjago: Masters of Spinjitzu", 
    "description": "Kai, Jay, Cole and Zane must master their elemental powers and Spinjitzu weapons to protect the land of Ninjago, which also has an underworld.", 
    "actors": "Vincent Tong, Jillian Michaels, Ian James Corlett, John Novak", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Kids' TV", 
    "date_released": "1443312000"
},
{
    "title": "LEGO Ninjago: Masters of Spinjitzu: Happy Birthday to You!", 
    "description": "LEGO Ninjago heroes Kai, Zane, Jay and Cole want to wish you a happy birthday, but they're going to need all their Spinjitzu skills to do it!", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1505347200"
},
{
    "title": "LEGO:  City", 
    "description": "Minifigures. Maximum adventure. The world of LEGO: City comes to life with police chases, jungle adventures and more.", 
    "actors": "Ben Pronsky, Ellen Dubin, Ray Chase", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1508025600"
},
{
    "title": "Leo & Tig", 
    "description": "Spunky leopard cub Leo and his loyal tiger pal Tig team up for fun and adventure as they explore the forest and learn about ancient legends.", 
    "actors": "Agniya Kuznetsova, Alexandra Ursulyak, Dmitriy Nazarov, Diomid Vinogradov", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1534723200"
},
{
    "title": "Les beaux malaises", 
    "description": "Neurotically distressed French-Canadian comic Martin Matte handles the challenges and quirks of everyday life with a squirmy sense of the absurd.", 
    "actors": "Martin Matte, Julie LeBreton, Emilie Bierre, Patrice Robitaille", 
    "director": "Francis Leclerc", 
    "imdb_rating": "8.0/10", 
    "category": "TV Comedies", 
    "date_released": "1485907200"
},
{
    "title": "Let the Church Say Amen", 
    "description": "A prominent reverend balances his duty to the church with family woes as his 21-year-old daughter tries to put her life back together.", 
    "actors": "Naturi Naughton, Steve Harris, Lela Rochon, Hosea Chanchez", 
    "director": "Regina King", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1456012800"
},
{
    "title": "Let's Eat 2", 
    "description": "Two classmates from elementary school reunite as next-door neighbors and discover their relationship was -- and still is -- defined by food.", 
    "actors": "Yoon Du-jun, Seo Hyun-jin, Kwon Yul, Kim Hee-won", 
    "director": "", 
    "imdb_rating": "5.0/10", 
    "category": "International TV Shows", 
    "date_released": "1497657600"
},
{
    "title": "Let’s Eat", 
    "description": "With the help of her neighbors, a divorced woman residing in a one-person-household apartment complex learns to balance living alone and eating well.", 
    "actors": "Lee Soo-kyung, Yoon Du-jun, So-hui Yoon, Hyoung-tak Shim", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "International TV Shows", 
    "date_released": "1497657600"
},
{
    "title": "Leyla and Mecnun", 
    "description": "Destiny brings Mecnun and Leyla together as newborns, and again years later. Despite unexpected turns in Mecnun's zany life, Leyla remains a constant.", 
    "actors": "Ali Atay, Melis Birkan, Serkan Keskin, Ahmet Mümtaz Taylan", 
    "director": "", 
    "imdb_rating": "8.1/10", 
    "category": "International TV Shows", 
    "date_released": "1492214400"
},
{
    "title": "Life", 
    "description": "Discover the glorious variety of life on Earth and the spectacular and extraordinary tactics animals and plants have developed to stay alive.", 
    "actors": "David Attenborough", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "British TV Shows", 
    "date_released": "1429660800"
},
{
    "title": "Life", 
    "description": "At Korea's top university medical center, ideals and interests collide between a patient-centered ER doctor and the hospital's newly-appointed CEO.", 
    "actors": "Lee Dong-wook, Cho Seung-woo, Won Jin-ah, Lee Kyu-hyung", 
    "director": "", 
    "imdb_rating": "8.5/10", 
    "category": "International TV Shows", 
    "date_released": "1536710400"
},
{
    "title": "Life Below Zero", 
    "description": "This reality adventure series follows individuals who've chosen to live in the remote Alaskan wilderness, miles from civilization.", 
    "actors": "Sue Aikens, Andy Bassich, Agnes Hailstone, Chip Hailstone", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "Docuseries", 
    "date_released": "1490918400"
},
{
    "title": "Life on Location", 
    "description": "Members of the BBC's \"Life\" production crew go behind the scenes to explain just what it took to capture key sequences of the program.", 
    "actors": "David Attenborough", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1429660800"
},
{
    "title": "Life Plan A and B", 
    "description": "Two parallel life paths begin for a man and woman in love after she is offered a lucrative promotion far away and must choose between love and career.", 
    "actors": "Rainie Yang, Yan Yu-lin, Johnny Lu, Chang Fu-chien", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Life Sentence", 
    "description": "Cured of what she thought was terminal cancer, Stella Abbott faces a slew of experiences -- good and bad -- resulting from years of \"living for today.\"", 
    "actors": "Lucy Hale, Elliot Knight, Jayson Blair, Gillian Vigman", 
    "director": "", 
    "imdb_rating": "5.8/10", 
    "category": "TV Dramas", 
    "date_released": "1529712000"
},
{
    "title": "Life Story", 
    "description": "This documentary series follows wild creatures in their native habitats as they navigate the perilous journey from birth to adulthood and beyond.", 
    "actors": "David Attenborough", 
    "director": "", 
    "imdb_rating": "8.3/10", 
    "category": "British TV Shows", 
    "date_released": "1466380800"
},
{
    "title": "Life Unexpected", 
    "description": "After years in foster care, teenager Lux tracks down her real parents to authorize her emancipation. But she lands in their joint custody instead.", 
    "actors": "Britt Robertson, Shiri Appleby, Kristoffer Polaha, Austin Basis", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "TV Dramas", 
    "date_released": "1480464000"
},
{
    "title": "Lift Me Up", 
    "description": "A teen who recently lost her mother finds a surprising way to connect with her new stepfather through her love of ballet and stories from his past.", 
    "actors": "Todd Cahoon, Sarah Frangenberg, Shane Harper, Jonny Jay", 
    "director": "Mark Cartier", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1485907200"
},
{
    "title": "Like Crazy", 
    "description": "Two mental patients with opposite personalities ditch their Tuscan hospital and embark on an unpredictable exploration of the real world.", 
    "actors": "Micaela Ramazzotti, Valeria Bruni Tedeschi", 
    "director": "Paolo Virzi", 
    "imdb_rating": "7.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1504569600"
},
{
    "title": "Like Father", 
    "description": "After she's left at the altar, a workaholic advertising executive ends up on her Caribbean honeymoon cruise with her estranged father.", 
    "actors": "Kristen Bell, Kelsey Grammer, Seth Rogen, Paul W. Downs", 
    "director": "Lauren Miller Rogen", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1533254400"
},
{
    "title": "Lila & Eve", 
    "description": "After each of them loses a child to murder, two women who meet in a support group initiate their own investigation when the police are no help.", 
    "actors": "Viola Davis, Jennifer Lopez, Andre Royo, Shea Whigham", 
    "director": "Charles Stone III", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1454716800"
},
{
    "title": "Lilyhammer", 
    "description": "After testifying against the Mafia, ex-gangster Frank Tagliano enters witness protection and asks to be sent to Norway.", 
    "actors": "Steven Van Zandt, Trond Fausa, Steinar Sagen, Robert Skjærstad", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "Crime TV Shows", 
    "date_released": "1328486400"
},
{
    "title": "Limitless", 
    "description": "A failed musician unleashes his brain's full powers with a new drug and is hired to solve the FBI's hardest cases in this show based on the 2011 film.", 
    "actors": "Jake McDorman, Jennifer Carpenter, Hill Harper, Mary Elizabeth Mastrantonio", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "Crime TV Shows", 
    "date_released": "1467331200"
},
{
    "title": "Limmy's Show!", 
    "description": "Scottish comic Brian \"Limmy\" Limond headlines this sketch series featuring him in various roles from a TV psychic to costumed adventurer \"Falconhoof.\"", 
    "actors": "Brian Limond, Debbie Welsh, Tom Brogan, Raymond Mearns", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1450137600"
},
{
    "title": "Liquid Edge", 
    "description": "From free divers to kiteboarders, thrill-seekers drawn to both the beauty and dangers of the water take on crashing waves, canyons, bluffs and more.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "TV Shows", 
    "date_released": "1525132800"
},
{
    "title": "Liquid Science", 
    "description": "In this vivid series about the wonders of science, the Wu-Tang Clan's GZA travels far and wide to meet innovators who are changing our world.", 
    "actors": "GZA", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Docuseries", 
    "date_released": "1529020800"
},
{
    "title": "Listen to Love", 
    "description": "Suspecting his seemingly perfect wife is cheating on him, a troubled man seeks anonymous advice from an internet community to save his marriage.", 
    "actors": "Lee Sun-kyun, Song Ji-hyo, Kim Hee-won, Ye Ji-won", 
    "director": "Seok-yun Kim", 
    "imdb_rating": "7.0/10", 
    "category": "International TV Shows", 
    "date_released": "1505433600"
},
{
    "title": "Little Baby Bum: Nursery Rhyme Friends", 
    "description": "Twinkle, Mia, Jacus and the rest of the Nursery Rhyme Friends perform catchy tunes for the little ones.", 
    "actors": "Chloe Marsden, Aaron Marsden, María Esnoz", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1479168000"
},
{
    "title": "Little Lunch", 
    "description": "Adopting a child's perspective, this show takes a humorous look at what happens during those action-packed 15 minutes of snack time each day.", 
    "actors": "Flynn Curry, Olivia Deeble, Madison Lu, Oisín O'Leary", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Kids' TV", 
    "date_released": "1446336000"
},
{
    "title": "Little Singham", 
    "description": "A spinoff of Rohit Shetty's action franchise, this animated series follows brave kid cop Little Singham’s adventures as he defends his town from evil.", 
    "actors": "Swapnil Kumari, Jigna Bhardwaj, Sonal Kaushal, Neshma Chemburkar", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1543622400"
},
{
    "title": "Little Things", 
    "description": "A cohabiting couple in their 20s navigate the ups and downs of work, modern-day relationships and finding themselves in contemporary Mumbai.", 
    "actors": "Dhruv Sehgal, Mithila Palkar", 
    "director": "", 
    "imdb_rating": "9.0/10", 
    "category": "International TV Shows", 
    "date_released": "1538697600"
},
{
    "title": "Little Witch Academia", 
    "description": "Akko enrolls at the Luna Nova Witchcraft Academy. She's not the best student, but her bright attitude is the key to her and her friends' success.", 
    "actors": "Megumi Han, Fumiko Orikasa, Michiyo Murase, Yoko Hikasa", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "Anime Series", 
    "date_released": "1498780800"
},
{
    "title": "Littlest Pet Shop: A World of Our Own", 
    "description": "In Paw-Tucket, pets of all types form friendships, pursue their passions and have a great time being themselves.", 
    "actors": "Rhona Rees, Ingrid Nilson, Diana Kaarina, Travis Turner", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1534377600"
},
{
    "title": "Liv and Maddie", 
    "description": "After four years in Hollywood as a television star, Liv returns to Wisconsin to discover that either she -- or her family -- has changed.", 
    "actors": "Dove Cameron, Joey Bragg, Tenzing Norgay Trainor, Kali Rocha", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Kids' TV", 
    "date_released": "1430524800"
},
{
    "title": "Live", 
    "description": "The police officers at South Korea's busiest patrol division toil day and night as keepers of law and peace -- but the reality is far from orderly.", 
    "actors": "Jung Yu-mi, Lee Kwang-soo, Bae Seong-woo, Bae Jong-ok", 
    "director": "", 
    "imdb_rating": "6.6/10", 
    "category": "Crime TV Shows", 
    "date_released": "1526515200"
},
{
    "title": "Lizzie Borden Took an Ax", 
    "description": "This made-for-TV drama chronicles the scandal and enduring mystery surrounding Lizzie Borden, who was tried in 1892 for axing her parents to death.", 
    "actors": "Christina Ricci, Clea DuVall, Gregg Henry, Stephen McHattie", 
    "director": "Nick Gomez", 
    "imdb_rating": "5.6/10", 
    "category": "Thrillers", 
    "date_released": "1406246400"
},
{
    "title": "Llama Llama", 
    "description": "Beloved children's book character Llama Llama springs to life in this heartwarming series about family, friendship and learning new things.", 
    "actors": "Jennifer Garner, Shayle Simons, Vania Gill, Islie Hirvonen", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1516924800"
},
{
    "title": "Lo que la vida me robó", 
    "description": "In seaside Aguazul, beautiful Montserrat and her wily mother tangle with lovers, gangsters, financial ruin, obsession -- and murder.", 
    "actors": "Angelique Boyer, Sebastián Rulli, Luis Roberto Guzmán, Osvaldo Benavides", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1514678400"
},
{
    "title": "Loaded", 
    "description": "Four friends become overnight millionaires after selling their video game start-up. But their newfound status tests their friendship and resolve.", 
    "actors": "Jim Howick, Samuel Anderson, Jonny Sweet, Nick Helm", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "British TV Shows", 
    "date_released": "1522540800"
},
{
    "title": "Lockdown", 
    "description": "Within some of the most dangerous prisons, guards and inmates discuss life on the inside, from gang violence to college education programs.", 
    "actors": "Mike Secher", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1512086400"
},
{
    "title": "Locked Up Abroad", 
    "description": "Experience the horrors and challenges facing travelers imprisoned abroad in this gritty documentary series from National Geographic.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "8.1/10", 
    "category": "British TV Shows", 
    "date_released": "1521072000"
},
{
    "title": "Lockup: Chain Linked", 
    "description": "This documentary series tells the stories of various incarcerated inmates through behind-the scenes footage and deep-dives into different prisons.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1523923200"
},
{
    "title": "Lockup: Extended Stay", 
    "description": "This documentary series offers a glimpse into the day-to-day lives of inmates and officers in detention centers all across America.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1531094400"
},
{
    "title": "Lockup: Raw", 
    "description": "Along with previously unseen footage, the film crew for this series shares their behind-the-scenes experiences capturing life within prison walls.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1527465600"
},
{
    "title": "Locust", 
    "description": "A torrid affair between a passionate lowborn poet and a wealthy Moscow heiress is engulfed by class difference, criminality and, eventually, murder.", 
    "actors": "Pyotr Fyodorov, Paulina Andreeva, Dmitry Shevchenko, Aleksey Gorbunov", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "LoliRock", 
    "description": "A teenager with a beautiful voice becomes a pop star but discovers she has powers that come from a magical realm where she's a lost princess.", 
    "actors": "Kazumi Evans, Kelly Sheridan, Vincent Tong, Ashleigh Ball", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "Kids' TV", 
    "date_released": "1462060800"
},
{
    "title": "London Spy", 
    "description": "When his reclusive-banker lover disappears, a hard-partying young British hedonist plunges into the dangerous world of espionage to find the truth.", 
    "actors": "Ben Whishaw, Jim Broadbent, Edward Holcroft, Samantha Spiro", 
    "director": "Jakob Verbruggen", 
    "imdb_rating": "7.2/10", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "London Town", 
    "description": "In 1979, a suburban London teenager discovers the power of music to change lives when he befriends a punk rocker who fronts a band destined for fame.", 
    "actors": "Daniel Huttlestone, Dougray Scott, Jonathan Rhys Meyers, Natascha McElhone", 
    "director": "Derrick Borte", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Long Shadow", 
    "description": "Historian David Reynolds outlines World War I’s long shadow of influence and the century-old conflict's surprising impact on current events.", 
    "actors": "David Reynolds", 
    "director": "Russell Barnes", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Longmire", 
    "description": "This contemporary crime thriller focuses on a Wyoming sheriff who's rebuilding his life and career following the death of his wife.", 
    "actors": "Robert Taylor, Katee Sackhoff, Lou Diamond Phillips, Bailey Chase", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1368489600"
},
{
    "title": "Lookalikes", 
    "description": "David Beckham impersonator Andy Harmer juggles the day-to-day challenges of running a celebrity lookalike agency in this structured reality series.", 
    "actors": "Andy Harmer", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1517184000"
},
{
    "title": "Lords and Ladles", 
    "description": "Three of Ireland's top chefs -- Derry Clarke, Catherine Fulvio and Paul Flynn -- gather at opulent country manors to re-create banquets from the past.", 
    "actors": "Derry Clarke, Catherine Fulvio, Paul Flynn, Tara Flynn", 
    "director": "Maurice Linnane", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1526947200"
},
{
    "title": "Los 10 años de Peter Capusotto", 
    "description": "Fictional personality Peter Capusotto parodies Argentine culture and rock music in a series of humorous sketches with recurring characters.", 
    "actors": "Diego Capusotto, Ivana Acosta", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1527811200"
},
{
    "title": "Los Heroes del Norte", 
    "description": "Five young people fatefully come together to overcome economic, social and moral crises by forming a band.", 
    "actors": "Patricia Reyes Spíndola, Miguel Rodarte, Armando Hernández, Humberto Busto", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1467763200"
},
{
    "title": "Los tiempos de Pablo Escobar", 
    "description": "Featuring never-before-seen images, personal testimonies and more, this is the story of one of the most notorious drug smugglers of all time.", 
    "actors": "", 
    "director": "Alessandro Angulo", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1533081600"
},
{
    "title": "Lost & Found Music Studios", 
    "description": "Teen singers-songwriters in an elite music program form bonds of friendship, creativity and romance while turning their passion into their profession.", 
    "actors": "Victoria Baldesarra, Sarah Carmosino, Jordan Clark, DeShaun Clarke", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Kids' TV", 
    "date_released": "1459468800"
},
{
    "title": "Lost Girl", 
    "description": "Discovering she's a succubus who sustains herself by feeding on the sexual energy of humans, seductive Bo sets out on a journey to understand herself.", 
    "actors": "Anna Silk, Kris Holden-Ried, Ksenia Solo, Richard Howland", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "TV Dramas", 
    "date_released": "1355356800"
},
{
    "title": "Lost in Space", 
    "description": "After crash-landing on an alien planet, the Robinson family fights against all odds to survive and escape. But they're surrounded by hidden dangers.", 
    "actors": "Molly Parker, Toby Stephens, Maxwell Jenkins, Taylor Russell", 
    "director": "", 
    "imdb_rating": "6.8/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1523577600"
},
{
    "title": "LOST SONG", 
    "description": "War looms over the kingdom of Neunatia, where two young women are both burdened and blessed by the power of song.", 
    "actors": "Konomi Suzuki, Yukari Tamura, Misaki Kuno, Chiaki Takahashi", 
    "director": "", 
    "imdb_rating": "8.5/10", 
    "category": "Anime Series", 
    "date_released": "1538697600"
},
{
    "title": "Loudon Wainwright III: Surviving Twin", 
    "description": "Grammy-winning singer Loudon Wainwright III reflects upon his unique relationship with his father in an evening of original songs and heartfelt stories.", 
    "actors": "Loudon Wainwright III", 
    "director": "Christopher Guest", 
    "imdb_rating": "", 
    "category": "Music & Musicals", 
    "date_released": "1542067200"
},
{
    "title": "Louis Theroux: Miami Mega Jail", 
    "description": "Documentarian Louis Theroux tours Miami County's huge jail complex, where he interviews some of the 6,000 inmates and discovers a culture of combat.", 
    "actors": "Louis Theroux", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "British TV Shows", 
    "date_released": "1475280000"
},
{
    "title": "Love", 
    "description": "Rebellious Mickey and good-natured Gus navigate the thrills and agonies of modern relationships in this bold comedy co-created by Judd Apatow.", 
    "actors": "Gillian Jacobs, Paul Rust, Claudia O'Doherty, Mike Mitchell", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Romantic TV Shows", 
    "date_released": "1455840000"
},
{
    "title": "Love and Fortune", 
    "description": "Frustrated by life with her boyfriend, thirty-something Wako can’t stop herself from being interested in high schooler Yumeaki, despite their age gap.", 
    "actors": "Eri Tokunaga, Daichi Watanabe, Fuju Kamio, Sairi Ito", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1543536000"
},
{
    "title": "Love and Hong Kong", 
    "description": "The lives of five strangers become intertwined forever when a starlet filming a documentary is kidnapped on the streets of Hong Kong.", 
    "actors": "Eiko Koike, Ryo Yoshizawa, Fumika Baba, Moga Mogami", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1516406400"
},
{
    "title": "Love Around", 
    "description": "After a chance meeting at a ballpark, the kind son of a former gangster tries to help an outgoing radio DJ get over her recent heartbreak.", 
    "actors": "George Hu, Annie Chen, Mandy Tao, Jack Lee", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1477958400"
},
{
    "title": "Love Bird", 
    "description": "Spending school vacations with her aunt, feisty orphan Feride falls for her sophisticated older cousin, Kamran. Love blossoms, but can it flourish?", 
    "actors": "Fahriye Evcen, Burak Özçivit, Begüm Kütük, Deniz Celiloglu", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1475107200"
},
{
    "title": "Love Cheque Charge", 
    "description": "Three years after making a wild promise to a woman in distress, a rigid businessman runs into her again and must decide whether to honor his word.", 
    "actors": "George Hu, Phoebe Yuan, Hsieh Kun Da, Jay Shih", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1475280000"
},
{
    "title": "Love Cuisine", 
    "description": "A successful Taiwanese chef moves home from Europe to teach at a cooking school. He soon clashes with a pretty teacher he met under odd circumstances.", 
    "actors": "Lego Lee, Allison Lin, Duncan Chow, Nita Lei", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Love Family", 
    "description": "A wealthy heir's search for a nameless childhood sweetheart leads him to an inn run by a family with three sisters. But which one is his true love?", 
    "actors": "Chris Wang, Serena Fang, Jack Lee, Amanda Chou", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1477958400"
},
{
    "title": "Love for Ten: Generation of Youth", 
    "description": "A nerdy engineering student falls for a pretty, outgoing girl at his college. To get closer to her, he joins the theater group she belongs to.", 
    "actors": "Lee Sung-yeol, Nam Ji-hyun, Clara Lee, Jin Won", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1487289600"
},
{
    "title": "Love Is in the Air", 
    "description": "When a grieving young mother and her seductive, scheming sister fall for the same man, a Central Anatolian heir, their bond as siblings is jeopardized.", 
    "actors": "Murat Ünalmış, Birce Akalay, Selen Soyder, Erman Okay", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1485907200"
},
{
    "title": "Love Me As I Am", 
    "description": "After wealthy college boy Ömer and lower class college girl Aysem fall in love and quickly marry, they learn that love and life aren't always perfect.", 
    "actors": "Alper Saldıran, Zeynep Çamcı, Burcu Altın, Umut Kurt", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1487721600"
},
{
    "title": "Love Me or Leave Me", 
    "description": "When a marriage-phobic woman hires a seductress to test how faithful her eager-to-wed boyfriend is, her plan takes an unexpected turn.", 
    "actors": "Ann Hsu, Chris Wang, Alan Kuo, K'ang-i Lee", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1477958400"
},
{
    "title": "Love Now", 
    "description": "When her loved ones cook up a morbid plan to make her take time off from work, Yang Yiru goes on a vacation, truly believing she has terminal cancer.", 
    "actors": "Annie Chen, George Hu, Bobby Dou, Vivi Lee", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1477958400"
},
{
    "title": "Love O2O", 
    "description": "When a computer-science major gets dumped by her “husband” in an online role-playing game, she attracts a new proposal from the game’s top player.", 
    "actors": "Shuang Zheng, Yang Yang, Rachel Momo, Bai Yu", 
    "director": "", 
    "imdb_rating": "4.4/10", 
    "category": "International TV Shows", 
    "date_released": "1541721600"
},
{
    "title": "Love Rain", 
    "description": "A story of two couples' journey of new love, loss and unexpected reunion spans decades, from the 1970s through present day.", 
    "actors": "Jang Keun-suk, Lim Yoona, Kim Shi-hoo, Son Eun-seo", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "International TV Shows", 
    "date_released": "1525132800"
},
{
    "title": "Love Rhythms - Accidental Daddy", 
    "description": "A successful DJ's bachelor lifestyle is upended by a young woman who claims to be his long lost daughter.", 
    "actors": "Udom Taephanit", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1529280000"
},
{
    "title": "Love Storm", 
    "description": "Three grown siblings must rethink their idea of family when they learn their parents are getting divorced and have their eyes on new partners.", 
    "actors": "Chris Wu, Chen Yu, Greg Han, Esther Yeh", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Love Your Garden", 
    "description": "Famed horticulturist Alan Titchmarsh hosts this uplifting show in which he and his team travel the U.K. planting dream gardens for deserving citizens.", 
    "actors": "Alan Titchmarsh, David Domoney, Frances Tophill, Katie Rushworth", 
    "director": "", 
    "imdb_rating": "8.5/10", 
    "category": "British TV Shows", 
    "date_released": "1541030400"
},
{
    "title": "Lovesick", 
    "description": "Love and academics get complicated at an all-male college that happens to be located next to an all-female high school.", 
    "actors": "Kongyingyong Chonlathorn, Phumphothingam Nawat, Luangsodsai Anupart, Nuchanart Veerakaarn", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1532044800"
},
{
    "title": "Lovesick", 
    "description": "In his quest for true love, Dylan found chlamydia. Joined by friends Evie and Luke, he relives past encounters as he notifies all his former partners.", 
    "actors": "Johnny Flynn, Antonia Thomas, Daniel Ings, Hannah Britland", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "British TV Shows", 
    "date_released": "1429056000"
},
{
    "title": "Loving Ibiza: Series", 
    "description": "Dutch ex-pats and tourists -- including a single dad and his kids, a famous DJ and a heartbroken waitress -- work, play and fall in love on Ibiza.", 
    "actors": "Rick Engelkes, Lone van Roosendaal, Marly van der Velden, Manuel Broekman", 
    "director": "Johan Nijenhuis", 
    "imdb_rating": "6.3/10", 
    "category": "International TV Shows", 
    "date_released": "1493596800"
},
{
    "title": "Lucky Days", 
    "description": "When laidback Ren, who is about to divorce his money-crazy wife, finds a time-traveling computer, he decides to use it to reboot his marriage.", 
    "actors": "Chris Wang, Tammy Chen, Fan Kuang-yao, Chen Bor Jeng", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1472688000"
},
{
    "title": "Luna Petunia", 
    "description": "With help from her magic toy chest, fun-loving Luna Petunia enters the fantastic land of Amazia, where adventures, friendship and learning await.", 
    "actors": "Ciara Alexys, Katie Griffin, Cory Doran, Jonah Wineberg", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1481241600"
},
{
    "title": "Luna Petunia: Happy Birthday to You!", 
    "description": "Luna Petunia and the Amazia gang are throwing a party for a very special friend. Everything is perfect for the birthday surprise. And you're invited!", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1505347200"
},
{
    "title": "Luna Petunia: Return to Amazia", 
    "description": "Luna Petunia returns to magical Amazia, adding memories to her scrapbook with old friends -- and a new pal from the Animal Empire.", 
    "actors": "Ciara Alexys, Katie Griffin, Cory Doran, Jonah Weinberg", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Kids' TV", 
    "date_released": "1517529600"
},
{
    "title": "Luther", 
    "description": "A dedicated urban detective tries to keep a grip on his personal life while dealing with the psychological factors underlying the crimes he solves.", 
    "actors": "Idris Elba, Warren Brown, Dermot Crowley, Ruth Wilson", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1444435200"
},
{
    "title": "Luxury Travel Show", 
    "description": "Experience the VIP treatment at some of the world's grandest and most lavish travel destinations, from Barbados to Barcelona.", 
    "actors": "Sarah Moorhouse", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1504742400"
}
]