[
{
    "title": "Mad Men", 
    "description": "Set in 1960s New York City, this award-winning series takes a peek inside an ad agency during an era when the cutthroat business had a glamorous lure.", 
    "actors": "Jon Hamm, Elisabeth Moss, Vincent Kartheiser, January Jones", 
    "director": "", 
    "imdb_rating": "8.1/10", 
    "category": "TV Dramas", 
    "date_released": "1311724800"
},
{
    "title": "Mad Money", 
    "description": "A woman joins the janitorial staff of the Federal Reserve Bank and conspires with two co-workers to pilfer old money that's scheduled to be destroyed.", 
    "actors": "Diane Keaton, Queen Latifah, Katie Holmes, Ted Danson", 
    "director": "Callie Khouri, Jesse V. Johnson", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Madagascar", 
    "description": "This nature series places viewers in the heart of remote Madagascar, where the vast majority of the wildlife is unique to the island.", 
    "actors": "David Attenborough", 
    "director": "", 
    "imdb_rating": "8.5/10", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Madam Secretary", 
    "description": "When a highly capable woman becomes secretary of state, she struggles to find balance between the demands of world politics and those of her family.", 
    "actors": "Téa Leoni, Tim Daly, Bebe Neuwirth, Zeljko Ivanek", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "TV Dramas", 
    "date_released": "1441324800"
},
{
    "title": "Made in Mexico", 
    "description": "These Mexico City socialites may lead opulent lives, but a peek behind the curtain reveals a tangled web of intrigue, envy and personal struggles.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1538092800"
},
{
    "title": "Maggie & Bianca: Fashion Friends", 
    "description": "Originally polar opposites, an American fashion student and the daughter of an industry mogul form an everlasting bond and start a rock band in Milan.", 
    "actors": "Emanuela Rei, Giorgia Boni, Sergio Ruggeri, Luca Murphy", 
    "director": "Iginio Straffi", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1490918400"
},
{
    "title": "Magi: Adventure of Sinbad", 
    "description": "The Magi who became High King of the Seven Seas started as a boy determined to make the world a better place. He begins with a dangerous dungeon.", 
    "actors": "Daisuke Ono, Tomokazu Sugita, Takahiro Sakurai, Keiji Fujiwara", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "Anime Series", 
    "date_released": "1468454400"
},
{
    "title": "Magi: The Kingdom of Magic", 
    "description": "After their recent victories in battle, Aladdin leaves the others to study magic but soon finds himself caught up in a new adventure.", 
    "actors": "Kaori Ishihara, Yuki Kaji, Haruka Tomatsu, Daisuke Ono", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "Anime Series", 
    "date_released": "1509494400"
},
{
    "title": "Magi: The Labyrinth of Magic", 
    "description": "A land of mysterious ruins and a magical treasure hunt await young Aladdin and his courageous friend Alibaba for the adventure of their lives.", 
    "actors": "Kaori Ishihara, Yuki Kaji, Haruka Tomatsu, Daisuke Ono", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "Anime Series", 
    "date_released": "1509494400"
},
{
    "title": "Magic for Humans", 
    "description": "From baffling people on the street to orchestrating elaborate tricks, Justin Willman blends good-natured magic with grown-up laughs.", 
    "actors": "Justin Willman", 
    "director": "", 
    "imdb_rating": "4.5/10", 
    "category": "Reality TV", 
    "date_released": "1534464000"
},
{
    "title": "Magic Phone", 
    "description": "When an ordinary guy crosses paths 15 years later with his childhood sweetheart, now an actress, a magic cellphone allows him to be her protector.", 
    "actors": "Min-ji Park, Gwak In-jun, Kim Gi-du", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1497052800"
},
{
    "title": "Maharakshak Devi", 
    "description": "After years spent in isolation, a young girl with extraordinary powers returns to human society to battle dark, mythological beings.", 
    "actors": "Umang Jain, Indraneil Sengupta, Rohit Bakshi, Karan Suchak", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1492214400"
},
{
    "title": "Maharakshak: Aryan", 
    "description": "Shy nerd Aryan learns soon after his 18th birthday that he has inherited superpowers, which he must use to vanquish a variety of evil threats.", 
    "actors": "Aakarshan Singh, Vikramjeet Virk, Reena Aggarwal, Khalid Siddiqui", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1491004800"
},
{
    "title": "Mahi Way", 
    "description": "Though worried she's doomed to be single forever, Mahi embraces her vivacious and creative nature while working to tame her inner critic.", 
    "actors": "Pushtii Shakti, Viraf Patel, Siddhant Karnick, Monica Khanna", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "International TV Shows", 
    "date_released": "1519862400"
},
{
    "title": "Mahmut & Meryem", 
    "description": "In the 16th century, the heir to a Muslim empire embarks on a dangerous journey to find his true love, who was taken away by her Christian father.", 
    "actors": "Aras Bulut İynemli, Eva Dedova, Fahreddin Manafov, Melahat Abbasova", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1482710400"
},
{
    "title": "Mak Cun", 
    "description": "A woman with an entrepreneurial spirit takes life into her own hands by starting a beauty cream business that inspires other women to take chances.", 
    "actors": "Erma Fatima, Rahim Razali, Umie Aida, Nora Danish", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1506643200"
},
{
    "title": "Making a Murderer", 
    "description": "Filmed over 13 years, this real-life thriller follows the unprecedented story of two men accused of a grisly crime they may not have committed.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1450396800"
},
{
    "title": "Mako Mermaids: An H2O Adventure", 
    "description": "This \"H2O\" sequel follows Zac, a boy who accidentally turns into a merman and threatens the existence of three young mermaids who guard Mako Island.", 
    "actors": "Lucy Fry, Ivy Latimer, Amy Ruffle, Chai Romruen", 
    "director": "", 
    "imdb_rating": "6.1/10", 
    "category": "Kids' TV", 
    "date_released": "1374796800"
},
{
    "title": "Man & Beast with Martin Clunes", 
    "description": "Meet sacred cows, hardworking monkeys and pampered pups as Martin travels the globe exploring the complicated relationship between humans and animals.", 
    "actors": "Martin Clunes", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "British TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Man Down", 
    "description": "A childish idiot trapped in an adult's body, schoolteacher Dan hates his job, hates his girlfriend-less life and has good reason to fear his dad.", 
    "actors": "Greg Davies, Roisin Conaty, Jeany Spark, Gwyneth Powell", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "British TV Shows", 
    "date_released": "1512000000"
},
{
    "title": "Man of Tai Chi", 
    "description": "In this kung fu tale set in Beijing, a young man armed with incomparable martial arts skills gets embroiled in the world of underground fight clubs.", 
    "actors": "Keanu Reeves, Tiger Chen, Karen Mok, Simon Yam", 
    "director": "Keanu Reeves", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1532563200"
},
{
    "title": "Man to Man", 
    "description": "Disguised as a bodyguard, a special agent must complete his national secret tasks while pandering to the whims of his ill-tempered world star.", 
    "actors": "Park Hae-Jin, Park Sung-woong, Kim Min-joung, Chae Jung-an", 
    "director": "Chang-Min Lee", 
    "imdb_rating": "7.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1497052800"
},
{
    "title": "Man vs Wild with Sunny Leone", 
    "description": "The adventures of Bear Grylls get a unique spin as Bollywood star Sunny Leone hosts the show famous for revealing Bear's wilderness survival skills.", 
    "actors": "Bear Grylls, Sunny Leone", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1543622400"
},
{
    "title": "Manhunt", 
    "description": "Faced with few clues and an increasingly panicked public, the FBI calls on a new kind of profiler to help track down the infamous Unabomber.", 
    "actors": "Sam Worthington, Paul Bettany, Chris Noth, Jeremy Bobb", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1505779200"
},
{
    "title": "Maniac", 
    "description": "A nondescript man in a mental hospital has an exciting life of adventure and romance -- in his head. He may be insane, or maybe he's just having fun.", 
    "actors": "Espen Petrus Andersen Lervaag, Håkon Bast Mossige, Arif Salum, Ingeborg Raustøl", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "International TV Shows", 
    "date_released": "1504224000"
},
{
    "title": "Maniac", 
    "description": "Two struggling strangers connect during a mind-bending pharmaceutical trial involving a doctor with mother issues and an emotionally complex computer.", 
    "actors": "Emma Stone, Jonah Hill, Justin Theroux, Sally Field", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "TV Comedies", 
    "date_released": "1537488000"
},
{
    "title": "Mar de plástico", 
    "description": "In a town in southern Spain where racial tensions run high among the workers in its many greenhouses, a cop investigates the murder of a young woman.", 
    "actors": "Rodolfo Sancho, Belén López, Pedro Casablanc, Luis Fernández", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1478390400"
},
{
    "title": "Marcella", 
    "description": "Despite marriage woes, a tragic loss, memory blackouts and her struggles as a mom, a London detective excels at what she does best: catching killers.", 
    "actors": "Anna Friel, Nicholas Pinnock, Ray Panthaki, Jamie Bamber", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "British TV Shows", 
    "date_released": "1467331200"
},
{
    "title": "Marco Polo", 
    "description": "Set in a world of greed, betrayal, sexual intrigue and rivalry, “Marco Polo” is based on the famed explorer’s adventures in Kublai Khan’s court.", 
    "actors": "Lorenzo Richelmy, Benedict Wong, Chin Han, Joan Chen", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1418342400"
},
{
    "title": "Mariah Carey's Merriest Christmas", 
    "description": "Pop music superstar Mariah Carey hosts this all-star holiday celebration with special guests and a celebrity reading of \"The Night Before Christmas.\"", 
    "actors": "Mariah Carey, Lacey Chabert, Kelsey Grammer, Billy Gardell", 
    "director": "James Yukich", 
    "imdb_rating": "5.0/10", 
    "category": "Music & Musicals", 
    "date_released": "1481241600"
},
{
    "title": "Marlon", 
    "description": "After the friendliest divorce ever, a carefree but devoted father navigates post-split parenting life with his levelheaded ex-wife and two kids.", 
    "actors": "Marlon Wayans, Essence Atkins, Bresha Webb, Diallo Riddle", 
    "director": "", 
    "imdb_rating": "5.1/10", 
    "category": "TV Comedies", 
    "date_released": "1528934400"
},
{
    "title": "Maron", 
    "description": "Marc Maron stars as Marc Maron, who interviews fellow comedians for his popular podcast, only to reveal more about his own neuroses and relationships.", 
    "actors": "Marc Maron, Judd Hirsch, Josh Brener, Nora Zehetner", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "TV Comedies", 
    "date_released": "1388188800"
},
{
    "title": "Marseille", 
    "description": "The longtime mayor of Marseille is preparing to hand over the reins to his protégé when a sudden and ruthless battle erupts for control of the city.", 
    "actors": "Gérard Depardieu, Benoît Magimel, Nadia Farès, Natacha Régnier", 
    "director": "", 
    "imdb_rating": "6.1/10", 
    "category": "International TV Shows", 
    "date_released": "1462320000"
},
{
    "title": "Martian Child", 
    "description": "A recently widowed science-fiction writer adopts a 6-year-old boy to quell his loneliness. The catch? The kid claims to be from Mars.", 
    "actors": "John Cusack, Bobby Coleman, Amanda Peet, Sophie Okonedo", 
    "director": "Menno Meyjes", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "Martin Clunes: A Man and His Dogs", 
    "description": "Martin travels the world to meet the wild ancestors of his beloved pets and explores the powerful bond that has developed between humans and dogs.", 
    "actors": "Martin Clunes", 
    "director": "Ian Leese", 
    "imdb_rating": "", 
    "category": "TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Marvel's Agents of S.H.I.E.L.D.", 
    "description": "Agent Phil Coulson, seen in action in Marvel's The Avengers, assembles a team of top S.H.I.E.L.D. agents to investigate bizarre threats.", 
    "actors": "Clark Gregg, Ming-Na Wen, Brett Dalton, Chloe Bennet", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1416441600"
},
{
    "title": "Marvel's Daredevil", 
    "description": "Blinded as a young boy, Matt Murdock fights injustice by day as a lawyer and by night as the Super Hero Daredevil in Hell's Kitchen, New York City.", 
    "actors": "Charlie Cox, Deborah Ann Woll, Elden Henson, Rosario Dawson", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1428624000"
},
{
    "title": "Marvel's Iron Fist", 
    "description": "Danny Rand resurfaces 15 years after being presumed dead. Now, with the power of the Iron Fist, he seeks to reclaim his past and fulfill his destiny.", 
    "actors": "Finn Jones, Jessica Henwick, David Wenham, Jessica Stroup", 
    "director": "", 
    "imdb_rating": "6.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1489708800"
},
{
    "title": "Marvel's Jessica Jones", 
    "description": "Haunted by a traumatic past, Jessica Jones uses her gifts as a private eye to find her tormentor before he can harm anyone else in Hell's Kitchen.", 
    "actors": "Krysten Ritter, David Tennant, Rachael Taylor, Mike Colter", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Crime TV Shows", 
    "date_released": "1447977600"
},
{
    "title": "Marvel's Luke Cage", 
    "description": "A hoodie-wearing, unbreakable ex-con fights to clear his name and save his neighborhood. He wasn't looking for a fight, but the people need a hero.", 
    "actors": "Mike Colter, Alfre Woodard, Rosario Dawson, Simone Missick", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "Crime TV Shows", 
    "date_released": "1475193600"
},
{
    "title": "Marvel's The Defenders", 
    "description": "Daredevil, Jessica Jones, Luke Cage and Iron Fist join forces to take on common enemies as a sinister conspiracy threatens New York City.", 
    "actors": "Charlie Cox, Krysten Ritter, Mike Colter, Finn Jones", 
    "director": "", 
    "imdb_rating": "7.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1503014400"
},
{
    "title": "Marvel's The Punisher", 
    "description": "A former Marine out to punish the criminals responsible for his family's murder finds himself ensnared in a military conspiracy.", 
    "actors": "Jon Bernthal, Ebon Moss-Bachrach, Ben Barnes, Amber Rose Revah", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1510876800"
},
{
    "title": "Mary Portas: Secret Shopper", 
    "description": "Retail consultant Mary Portas collaborates with Britain's most complained-about stores to help them better serve fed-up customers.", 
    "actors": "Mary Portas", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "British TV Shows", 
    "date_released": "1541030400"
},
{
    "title": "Mascots", 
    "description": "Eager contestants don big heads and furry suits to vie for the title of World's Best Mascot in this offbeat, comic romp from Christopher Guest.", 
    "actors": "Carrie Aizley, Sarah Baker, Bob Balaban, Ed Begley Jr.", 
    "director": "Christopher Guest", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1476316800"
},
{
    "title": "Masha and the Bear", 
    "description": "Lively little Masha lives near the forest, where she has many wonderful adventures with her best friend, a bear who used to be in the circus.", 
    "actors": "Alina Kukushkina, Boris Kutnevich, Giselle Nieto, Elsie Fisher", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1438387200"
},
{
    "title": "Masha's Spooky Stories", 
    "description": "Masha explains why there's no need to be scared of things like monsters, the dark, going to a new school, thunder and other common childhood fears.", 
    "actors": "Eloise Delvat", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1475280000"
},
{
    "title": "Masha's Tales", 
    "description": "Fairy tales get a funny twist when Masha retells them, because she tends to get the details just a little jumbled up in this animated kids' series.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1454284800"
},
{
    "title": "Master of None", 
    "description": "Dev tries to jump-start his acting career and elevate his dating game with help from his eclectic group of friends in this award-winning series.", 
    "actors": "Aziz Ansari, Noël Wells, Eric Wareheim, Lena Waithe", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "TV Comedies", 
    "date_released": "1446768000"
},
{
    "title": "Masterminds", 
    "description": "Four dim-witted Southerners pull off one of the biggest heists in American history, robbing $17 million from a Loomis Fargo armored truck.", 
    "actors": "Zach Galifianakis, Owen Wilson, Kristen Wiig, Ken Marino", 
    "director": "Jared Hess", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "Max Steel", 
    "description": "A teen with a special power called turbo energy joins a secret organization to prevent the evil Trans-Human Industries from taking over the world.", 
    "actors": "Andrew Francis, Sam Vincent, Michael Dobson, Sarah Edmondson", 
    "director": "", 
    "imdb_rating": "4.8/10", 
    "category": "Kids' TV", 
    "date_released": "1483228800"
},
{
    "title": "MeatEater", 
    "description": "Hunter, author, cook and conservationist Steven Rinella treks into the world's most remote, beautiful regions, bringing game meat from field to table.", 
    "actors": "Steven Rinella", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Docuseries", 
    "date_released": "1476403200"
},
{
    "title": "Medal of Honor", 
    "description": "Honoring service members whose courage merited the awarding of a Medal of Honor, this docudrama series re-creates their inspiring true stories.", 
    "actors": "Oliver Hudson, Ben Schwartz, Paul Wesley, Aldis Hodge", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1541721600"
},
{
    "title": "Medici", 
    "description": "After his father's murder, banking heir Cosimo Medici battles opponents of his artistic, economic and political visions for 15th-century Florence.", 
    "actors": "Richard Madden, Dustin Hoffman, Stuart Martin, Annabel Scholey", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "International TV Shows", 
    "date_released": "1481241600"
},
{
    "title": "Meditation Park", 
    "description": "An elderly immigrant matriarch from Hong Kong finally begins to break out of her shell of isolation when she suspects her husband of infidelity.", 
    "actors": "Cheng Pei-pei, Tzi Ma, Sandra Oh, Don McKellar", 
    "director": "Mina Shum", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1520553600"
},
{
    "title": "Meet the Parents", 
    "description": "Greg Focker is ready to marry his girlfriend, but before he pops the question, he must win over her formidable father, a humorless former CIA agent.", 
    "actors": "Robert De Niro, Ben Stiller, Blythe Danner, Teri Polo", 
    "director": "Jay Roach", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1517443200"
},
{
    "title": "Meeting Evil", 
    "description": "When a stranger comes to his door seeking help, John's generous nature leads him to become entangled in the man's lunatic spree of violence.", 
    "actors": "Luke Wilson, Samuel L. Jackson, Leslie Bibb, Peyton List", 
    "director": "Chris Fisher", 
    "imdb_rating": "5.0/10", 
    "category": "Thrillers", 
    "date_released": "1522195200"
},
{
    "title": "Mega Builders", 
    "description": "Follow engineering teams as they build the most dangerous, complex and amazing structures in modern history, using the latest scientific techniques.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Docuseries", 
    "date_released": "1489536000"
},
{
    "title": "Mega Food", 
    "description": "Visiting the busiest kitchens in the world, this reality series focuses on large-scale food production -- and the people who make it happen.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1519689600"
},
{
    "title": "MegaTruckers", 
    "description": "This reality ride-along offers a glimpse into the can-do, high-stakes world of big rig drivers who haul massive loads of cargo across Australia.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Reality TV", 
    "date_released": "1519689600"
},
{
    "title": "Memories of the Alhambra", 
    "description": "While looking for the cryptic creator of an innovative augmented-reality game, an investment firm executive meets a woman who runs a hostel in Spain.", 
    "actors": "Hyun Bin, Park Shin-hye, Park Hoon, Kim Yong-rim", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1543622400"
},
{
    "title": "Mere Papa Hero Hiralal", 
    "description": "A simple auto-rickshaw driver on the streets of Lucknow, Hiralal Tiwari does everything he can to give his gravely ill daughter a happy life.", 
    "actors": "Sarwar Ahuja, Riva Arora", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1525132800"
},
{
    "title": "Meridian", 
    "description": "In 1947 Los Angeles, the disappearance of four men, including his own detective, leads a police captain to a cavern where an eerie discovery awaits.", 
    "actors": "Kevin Kilner, Reid Scott, Elyse Levesque", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1480723200"
},
{
    "title": "Merlí", 
    "description": "An unconventional high school philosophy teacher upsets a few parents and staff, romances others and inspires all his pupils, including his gay son.", 
    "actors": "Francesc Orella, David Solans, Candela Antón, Albert Baró", 
    "director": "", 
    "imdb_rating": "8.6/10", 
    "category": "International TV Shows", 
    "date_released": "1480550400"
},
{
    "title": "Merlin", 
    "description": "This family-oriented retelling of the King Arthur legend finds Merlin arriving in Camelot, where he hones his magic skills with the help of his uncle.", 
    "actors": "Colin Morgan, Bradley James, Katie McGrath, Angel Coulby", 
    "director": "James Hawes", 
    "imdb_rating": "7.1/10", 
    "category": "British TV Shows", 
    "date_released": "1418601600"
},
{
    "title": "Metallica: Some Kind of Monster", 
    "description": "This collection includes the acclaimed rock documentary about Metallica, plus a film checking in with the still-thriving group 10 years later.", 
    "actors": "James Hetfield, Lars Ulrich, Kirk Hammett, Robert Trujillo", 
    "director": "Joe Berlinger, Bruce Sinofsky", 
    "imdb_rating": "", 
    "category": "TV Shows", 
    "date_released": "1486684800"
},
{
    "title": "Meteor Garden", 
    "description": "Dong Shancai is determined to excel at her dream university, where she encounters an elite clique of dashing, popular high-achievers -- and finds love.", 
    "actors": "Shen Yue, Dylan Wang, Darren Chen, Connor Leong", 
    "director": "", 
    "imdb_rating": "6.2/10", 
    "category": "International TV Shows", 
    "date_released": "1531440000"
},
{
    "title": "Mexico Diseña", 
    "description": "Young fashion designers vie for the chance to become Mexico's next big talent by competing before judges in grueling tests of creativity and stamina.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1485907200"
},
{
    "title": "Mia and Me", 
    "description": "A mysterious gift from her late parents sends 12-year-old Mia into an enchanted world of elves, unicorns and an evil queen named Panthea.", 
    "actors": "Margot Nuccetlli, Timo Kinzel, Nicole Hise, Brian Burgess", 
    "director": "", 
    "imdb_rating": "5.3/10", 
    "category": "Kids' TV", 
    "date_released": "1472688000"
},
{
    "title": "Miami SWAT", 
    "description": "In one of the toughest areas in America, Miami-Dade's Special Response Team uses deadly force to weed out dealers and gangsters on their home turf.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1498780800"
},
{
    "title": "Midnight Diner: Tokyo Stories", 
    "description": "Patrons of an otherwise mundane Japanese diner find simple yet profound connections with one another based on the shared love of a particular dish.", 
    "actors": "Kaoru Kobayashi, Joe Odagiri, Mansaku Fuwa, Reiko Kataoka", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1476921600"
},
{
    "title": "Midsomer Murders", 
    "description": "In this detective drama, a police inspector and his sergeant crack hard-to-solve crimes in the fictional English county of Midsomer.", 
    "actors": "John Nettles, Jane Wymark, Barry Jackson, Jason Hughes", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "British TV Shows", 
    "date_released": "1456790400"
},
{
    "title": "Mighty Morphin Alien Rangers", 
    "description": "Visitors arrive from space to help Red Ranger and his squad -- temporarily stripped of their powers -- fight against Lord Zedd and Rita Repulsa.", 
    "actors": "Matthew Sakimoto, Julia Jordan, Sicily Johnson, Michael O'Laskey II", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Mighty Morphin Power Rangers", 
    "description": "Five average teens are chosen by an intergalactic wizard to become the Power Rangers, who must use their new powers to fight the evil Rita Repulsa.", 
    "actors": "Austin St. John, Thuy Trang, Walter Jones, Amy Jo Johnson", 
    "director": "", 
    "imdb_rating": "4.9/10", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Million Pound Menu", 
    "description": "Next-gen restaurateurs get the chance to open their own pop-up eateries to impress the paying public -- and a panel of discerning U.K. investors.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1533859200"
},
{
    "title": "Million Yen Women", 
    "description": "Five beautiful but mysterious women move in with unsuccessful novelist Shin, who manages their odd household in exchange for a tidy monthly sum.", 
    "actors": "Yojiro Noda, Rila Fukushima, Rena Matsui, Miwako Wagatsuma", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1502755200"
},
{
    "title": "Mind Game", 
    "description": "With the help of a cop, a psychologist and a woman who can foretell the future, a brilliant paralegal works to solve an array of perplexing mysteries.", 
    "actors": "Tay Ping Hui, Joanne Peh, Zhang Yaodong, Paige Chua", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1496275200"
},
{
    "title": "MINDHUNTER", 
    "description": "In the late 1970s two FBI agents expand criminal science by delving into the psychology of murder and getting uneasily close to all-too-real monsters.", 
    "actors": "Jonathan Groff, Holt McCallany, Anna Torv, Cotter Smith", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1507852800"
},
{
    "title": "Minecraft: Story Mode", 
    "description": "Take control of an adventure set in the Minecraft universe. The future of the world is at stake, and your decisions shape the story -- so choose wisely!", 
    "actors": "Patton Oswalt, Catherine Taber, Sean Astin, Melissa Hutchison", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1543276800"
},
{
    "title": "Mini Wolf", 
    "description": "Mini-Wolf and his fun-loving pals friends are always on the look out for a new adventure -- even if it includes a little bit of mischief.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1537056000"
},
{
    "title": "Miniforce", 
    "description": "Four animal superheroes called the Miniforce transform into robots to protect small and defenseless creatures from the hands of scheming villains.", 
    "actors": "Um Sang-hyun, Yang Jeong-hwa, Jeon Tae-yeol, Shin Yong-woo", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1496275200"
},
{
    "title": "Miraculous: Tales of Ladybug & Cat Noir", 
    "description": "When Paris is in peril, Marinette becomes Ladybug. Little does she know, her school crush Adrien is actually Cat Noir, another city-saving superhero.", 
    "actors": "Cristina Vee, Bryce Papenbrook, Keith Silverstein, Mela Lee", 
    "director": "Thomas Astruc", 
    "imdb_rating": "8.0/10", 
    "category": "Kids' TV", 
    "date_released": "1486684800"
},
{
    "title": "Misaeng", 
    "description": "Equipped with nothing more than a GED and strategies for the game of go, an office intern gets thrown into the cold reality of the corporate world.", 
    "actors": "Im Si-wan, Kang So-ra, Lee Sung-min, Kang Ha-neul", 
    "director": "", 
    "imdb_rating": "8.8/10", 
    "category": "International TV Shows", 
    "date_released": "1497657600"
},
{
    "title": "Mischievous Kiss 1", 
    "description": "When high schooler Kotoko is forced to live in her crush Naoki's house, she realizes she has a second chance to win his love, or to wind up in tears.", 
    "actors": "Honoka Miki, Yuki Furukawa, Yuki Yamada, Tomomi Nishimura", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "International TV Shows", 
    "date_released": "1473897600"
},
{
    "title": "Mischievous Kiss 2", 
    "description": "Kotoko and Naoki have finally wed, but balancing married life with their studies isn't easy, and new romantic rivals threaten their relationship.", 
    "actors": "Honoka Miki, Yuki Furukawa, Yuki Yamada, Nanami Fujimoto", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "International TV Shows", 
    "date_released": "1473897600"
},
{
    "title": "Miss Dynamite", 
    "description": "Wealthy, beautiful Valentina falls in love, only to realize that her man and her family are involved with one of Mexico's most powerful drug cartels.", 
    "actors": "Camila Sodi, Iván Sánchez, José María de Tavira, Hugo Stiglitz", 
    "director": "", 
    "imdb_rating": "5.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1525478400"
},
{
    "title": "Miss Fisher's Murder Mysteries", 
    "description": "Get ready to immerse yourself in the opulent, exciting and sometimes dangerous world of Australia's leading lady, Det. Phryne Fisher.", 
    "actors": "Essie Davis, Nathan Page, Hugo Johnstone-Burt, Ashleigh Cummings", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "Crime TV Shows", 
    "date_released": "1414800000"
},
{
    "title": "Miss Hokusai", 
    "description": "Herself a talented artist, O-Ei works with her father, Tetsuzo, later known as Hokusai, on the woodblock prints that would make Edo famous worldwide.", 
    "actors": "Anne, Yutaka Matsushige, Gaku Hamada, Kengo Kora", 
    "director": "Keiichi Hara", 
    "imdb_rating": "7.0/10", 
    "category": "Anime Features", 
    "date_released": "1506816000"
},
{
    "title": "Miss in Kiss", 
    "description": "A quirk of fate sends an ordinary, sweet-natured high school girl and her father into the home of the school genius, on whom she has a huge crush.", 
    "actors": "Esther Wu, Dino Lee, Gong Yi Teng, Xi Wei Lun", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1481155200"
},
{
    "title": "Miss Panda & Mr. Hedgehog", 
    "description": "When a gifted patissier with a gloomy past meets a bright and easygoing café owner, he begins to shed his thorns and learns to love again.", 
    "actors": "Lee Dong-hae, Yoon Seung-ah, Choi Jin-hyuk, So-young Yoo", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "International TV Shows", 
    "date_released": "1481760000"
},
{
    "title": "Miss Rose", 
    "description": "Resolving to get married soon, hardworking Si-yi finds love in an unexpected place, but her ex and her job interfere with her plans.", 
    "actors": "Roy Chiu, Megan Lai, Paul Hsu, Tia Lee", 
    "director": "", 
    "imdb_rating": "5.0/10", 
    "category": "International TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Mob Psycho 100", 
    "description": "There's an organization gathering espers for a nefarious purpose. Powerful psychic Mob, however, is just trying to be the protagonist of his own life.", 
    "actors": "Tatsuomi Hamada, Kazuki Namioka, Yuki Yoda, Ayumu Mochizuki", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "International TV Shows", 
    "date_released": "1526947200"
},
{
    "title": "Mobile Suit Gundam UC", 
    "description": "When Banagher Links meets the mysterious Audrey Burne, he inherits the Unicorn Gundam and is swept up into the battle for space colony independence.", 
    "actors": "Koki Uchiyama, Ayumi Fujimura, Hiro Shimono, Haruka Tomatsu", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Anime Series", 
    "date_released": "1537401600"
},
{
    "title": "Momo Salon", 
    "description": "An aspiring hair stylist opens her own salon. It turns into a mail-holding hub for busy neighbors, but she seizes the chance to promote her business.", 
    "actors": "Lizzy, Park Jung-min", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1498867200"
},
{
    "title": "Money", 
    "description": "Two corporate spies with a $5 million haul for selling secrets are held hostage by a thief, triggering a game of cat and mouse to gain the upper hand.", 
    "actors": "Kellan Lutz, Jess Weixler, Jesse Williams, Jamie Bamber", 
    "director": "Martin Rosete", 
    "imdb_rating": "5.5/10", 
    "category": "Thrillers", 
    "date_released": "1508025600"
},
{
    "title": "Money for Nothing", 
    "description": "Aided by designers and craftspeople, entrepreneur Sarah Moore rescues items bound for the garbage dump and turns them into valuable, unique objects.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1519689600"
},
{
    "title": "Money Heist", 
    "description": "Eight thieves take hostages and lock themselves in the Royal Mint of Spain as a criminal mastermind manipulates the police to carry out his plan.", 
    "actors": "Úrsula Corberó, Itziar Ituño, Álvaro Morte, Paco Tous", 
    "director": "", 
    "imdb_rating": "8.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1513728000"
},
{
    "title": "Monkey Planet", 
    "description": "Join zoologist Dr. George McGavin for a fascinating, up-close look at the habits and behaviors of primates, our closest animal relatives.", 
    "actors": "George McGavin", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Monkey Twins", 
    "description": "Inspired by Khon dance drama and Thai martial arts, a fighter scarred by the past joins forces with a determined cop to battle an organized crime ring.", 
    "actors": "Phakin Khamwilaisak, Sumret Muengput, Alisa Kunkwaeng, Zozeen Panyanut Jirarottanakasem", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1535760000"
},
{
    "title": "Monster Fish", 
    "description": "From Australia's river shark to Nicaragua's killer tarpon, biologist Zeb Hogan travels the globe in search of the biggest, fiercest fresh water fish.", 
    "actors": "Zeb Hogan", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1455494400"
},
{
    "title": "Monster Garage", 
    "description": "Mechanic extraordinaire Jesse James helms this high-octane series that transforms regular cars into outrageous vehicles in just seven days.", 
    "actors": "Jesse James, Thom Beers", 
    "director": "", 
    "imdb_rating": "4.4/10", 
    "category": "Reality TV", 
    "date_released": "1488240000"
},
{
    "title": "Monty Don's French Gardens", 
    "description": "TV personality Monty Don visits France’s most famous gardens to dig up the influence of power, culture and passion on their conceptions and designs.", 
    "actors": "", 
    "director": "Rachel Bell", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1542931200"
},
{
    "title": "Monty Don's Italian Gardens", 
    "description": "From horticultural hideaways to luxurious botanical displays, TV personality Monty Don explores the history behind Italy’s most extraordinary gardens.", 
    "actors": "Monty Don", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1542931200"
},
{
    "title": "Monty Python Best Bits (mostly)", 
    "description": "Prominent comedians pay tribute to Monty Python's best work in this five-part series, along with selected clips of sketches.", 
    "actors": "Hugh Bonneville, Graham Chapman, John Cleese, Terry Gilliam", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1538438400"
},
{
    "title": "Monty Python's Almost the Truth", 
    "description": "The legacy of comedy group Monty Python, whose irreverent brand of humor has tickled the ribs of millions, is explored in this documentary.", 
    "actors": "Graham Chapman, Eric Idle, John Cleese, Michael Palin", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1538438400"
},
{
    "title": "Monty Python's Fliegender Zirkus", 
    "description": "The Pythons elevate the absurd to new heights and bring their sketches to German TV, working in phonetic German, at times with an Australian accent.", 
    "actors": "Graham Chapman, John Cleese, Eric Idle, Terry Jones", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "International TV Shows", 
    "date_released": "1538438400"
},
{
    "title": "Monty Python's Flying Circus", 
    "description": "The Monty Python players make their mark with a winning mix of wit, ingenuity and brilliant timing -- and a penchant for mockery and cross-dressing.", 
    "actors": "John Cleese, Graham Chapman, Terry Jones, Eric Idle", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "British TV Shows", 
    "date_released": "1538438400"
},
{
    "title": "Monty Python's Personal Best", 
    "description": "Original members of the iconic Monty Python comedy troupe pick their all-time favorite sketches from their groundbreaking television series.", 
    "actors": "John Cleese, Terry Gilliam, Terry Jones, Graham Chapman", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1538438400"
},
{
    "title": "Monty Python: Live at the Hollywood Bowl", 
    "description": "Film clips and Terry Gilliam animations feature in this live-to-tape performance of greatest hits, including \"Travel Agent\" and \"Solo Wrestling.\"", 
    "actors": "Graham Chapman, John Cleese, Terry Gilliam, Eric Idle", 
    "director": "Terry Hughes, Ian MacNaughton", 
    "imdb_rating": "7.4/10", 
    "category": "Comedies", 
    "date_released": "1538438400"
},
{
    "title": "Morocco: Love in Times of War", 
    "description": "In 1921, nurse trainees from Madrid's upper class open a hospital in Melilla for Rif War soldiers, finding friendship and romance while saving lives.", 
    "actors": "Amaia Salamanca, Álex García, Alicia Borrachero, José Sacristán", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "International TV Shows", 
    "date_released": "1516233600"
},
{
    "title": "Mossad 101", 
    "description": "Cadets from every level of Israeli society undergo intense training to join their country's elite, highly classified intelligence service, the Mossad.", 
    "actors": "Yehuda Levi, Yehoram Gaon, Shai Avivi, Liron Vaisman", 
    "director": "", 
    "imdb_rating": "4.8/10", 
    "category": "International TV Shows", 
    "date_released": "1477958400"
},
{
    "title": "Most Haunted", 
    "description": "From pubs to castles, paranormal expert Yvette Fielding leads a team of investigators as they explore the most haunted sites in the United Kingdom.", 
    "actors": "Yvette Fielding, Karl Beattie, Stuart Torevell, Fred Batt", 
    "director": "Karl Beattie", 
    "imdb_rating": "6.3/10", 
    "category": "British TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Mother Goose Club", 
    "description": "Classic nursery rhymes and children's songs get a fresh twist in this high-energy program that helps kids learn as they dance and sing along.", 
    "actors": "Joseph Lopez, Liam Remick, Ivy Rhodes, Jessica Diaz", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1430438400"
},
{
    "title": "Motown Magic", 
    "description": "Imaginative boy Ben transforms his city by bringing colorful street art to life, armed with a magic paintbrush -- and the classic sounds of Motown.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1542672000"
},
{
    "title": "Mountain Top", 
    "description": "A small-town pastor, formerly a lawyer, finds himself back in the courtroom to help an eccentric man accused of embezzling a big sum of church money.", 
    "actors": "Barry Corbin, Coby Ryan McLaughlin, Valerie Azlynn, Lin Shaye", 
    "director": "Gary Wheeler", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Moving Art", 
    "description": "Experience nature's art as filmmaker Louie Schwartzberg highlights the beauty that lurks in oceans, forests, deserts and flowers.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1427846400"
},
{
    "title": "Moving On", 
    "description": "Family problems, relationship issues and professional challenges dog law graduate Melissa Chan following her return from London to Malaysia.", 
    "actors": "Irene Santiago, Gary Estrada, Ariel Rivera, Patrick Theo", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1524787200"
},
{
    "title": "Mr. Sunshine", 
    "description": "A young boy who ends up in the U.S. after the 1871 Shinmiyangyo incident returns to Korea at a historical turning point and falls for a noblewoman.", 
    "actors": "Lee Byung-hun, Kim Tae-ri, Yoo Yeon-seok, Byun Yo-han", 
    "director": "Lee Eung-bok", 
    "imdb_rating": "7.7/10", 
    "category": "International TV Shows", 
    "date_released": "1530921600"
},
{
    "title": "Mr. Young", 
    "description": "After Adam graduates from college at age 14, he heads back to high school to teach science, where his crush and his best friends are his students!", 
    "actors": "Brendan Meyer, Matreya Fedor, Gig Morton, Kurt Ostlund", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Kids' TV", 
    "date_released": "1469923200"
},
{
    "title": "Mumbai Railway", 
    "description": "Take an in-depth look at the technology and logistics of Chhatrapati Shivaji Terminus in Mumbai, India, the busiest railway station in the world.", 
    "actors": "Robert Llewellyn, Anita Rani, John Sergeant, Dan Snow", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1473984000"
},
{
    "title": "Murder Files", 
    "description": "This series takes an in-depth look at some of Britain's most high-profile murders in recent memory and examines just how police nabbed the culprits.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1530316800"
},
{
    "title": "Murder Maps", 
    "description": "Dramatic reenactments paired with archival sources artfully illustrate how police brought some of Britain's most infamous killers to justice.", 
    "actors": "Nicholas Day", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1456790400"
},
{
    "title": "Murder on the Cape", 
    "description": "A love affair between a fashion writer and a married Cape Cod fisherman sparks a tragic sequence of events in this drama inspired by actual events.", 
    "actors": "Jade Harlow, Josh Walther, Heather Egeli, Tim Misuradze", 
    "director": "Arthur Egeli", 
    "imdb_rating": "3.2/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "Murderous Affairs", 
    "description": "Mixing interviews with dramatic re-enactments, this series focuses on lethal love affairs and spouses driven to murder.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1502755200"
},
{
    "title": "Murphy's Law of Love", 
    "description": "An online matchmaker who's convinced she's living under a curse finds her theories on life and love tested when she meets a shrewd divorce expert.", 
    "actors": "Danson Tang, Chia-ying Lee, Jolin Chien, Jenna Wang", 
    "director": "", 
    "imdb_rating": "8.3/10", 
    "category": "International TV Shows", 
    "date_released": "1475280000"
},
{
    "title": "Mutant Busters", 
    "description": "After a natural disaster known as the Big Fart leaves Earth divided, only Sheriff and his rebel misfits can protect the planet from a mutant invasion.", 
    "actors": "Dermot Arrigan, James Giblin, Noah Levin, Molly Malcolm", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1477958400"
},
{
    "title": "Mute", 
    "description": "When his girlfriend vanishes, a mute man ventures into a near-future Berlin's seamy underworld, where his actions speak louder than words.", 
    "actors": "Alexander Skarsgård, Paul Rudd, Justin Theroux", 
    "director": "Duncan Jones", 
    "imdb_rating": "5.6/10", 
    "category": "Sci-Fi & Fantasy", 
    "date_released": "1519344000"
},
{
    "title": "My Babysitter's a Vampire", 
    "description": "Ethan, Benny and fledgling vampire Sarah battle zombies, demons and the other supernatural beasties that regularly threaten their school.", 
    "actors": "Matthew Knight, Vanessa Morgan, Atticus Mitchell, Cameron Kennedy", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Kids' TV", 
    "date_released": "1538352000"
},
{
    "title": "My Daddy is in Heaven", 
    "description": "After the sudden loss of her husband, a mother has a crisis of faith and struggles to keep her life together for the sake of her daughter and herself.", 
    "actors": "Jenn Gotzon Chandler, Corbin Bernsen, Lorenzo Lamas, T.C. Stallings", 
    "director": "Waymon Boone", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1528761600"
},
{
    "title": "My Horrible Boss", 
    "description": "Life turns into one bumpy ride for a timid employee at a cosmetics company when his new hot-tempered female boss also becomes his next-door neighbor.", 
    "actors": "Lee Yo-won, Yoon Sang-hyun, Hyun-joon Choi, Lim Ha-ryong", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "International TV Shows", 
    "date_released": "1506816000"
},
{
    "title": "My Little Baby", 
    "description": "A top detective in the violent crimes unit becomes the sole guardian of his 6-month-old niece when his sister and her husband pass away unexpectedly.", 
    "actors": "Oh Ji-ho, Lee Soo-kyung, Min-jae Kim, Nam Ji-hyun", 
    "director": "", 
    "imdb_rating": "4.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1497052800"
},
{
    "title": "My Little Lover", 
    "description": "Two childhood friends have drifted apart. But when one of them is suddenly shrunken in size to 15 centimeters tall, they have a chance to reconnect.", 
    "actors": "Taishi Nakagawa, Maika Yamamoto, Naomi Akimoto, Koichi Ohori", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "International TV Shows", 
    "date_released": "1480550400"
},
{
    "title": "My Little Pony: Friendship Is Magic", 
    "description": "Journey to the enchanted land of Equestria, where unicorn Twilight Sparkle and her pals have adventures and learn valuable lessons about friendship.", 
    "actors": "Ashleigh Ball, Tabitha St. Germain, Tara Strong, Andrea Libman", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Kids' TV", 
    "date_released": "1535587200"
},
{
    "title": "My Little Pony: Happy Birthday to You!", 
    "description": "Did somepony say \"birthday\"? Fluttershy and Pinkie Pie have a special party prepared just for you. Happy birthday from all of Equestria!", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1505347200"
},
{
    "title": "My Only Love Song", 
    "description": "When things don't go her way during a shooting for her new show, a top actress runs away in an old van that guides her on a time-traveling journey.", 
    "actors": "Seung-yeon Gong, Jong-hyun Lee, Yeon-seo Kim, Bo-hyun Ahn", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "International TV Shows", 
    "date_released": "1496966400"
},
{
    "title": "My Runway", 
    "description": "An egotistic top male model and a pretty model wannabe are forced to live each other's lives until they figure out a way to undo their body switch.", 
    "actors": "Park Ji-yeon, Dong-ho Kang, Chul-woong Kang, Bo-hyun Ahn", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1483056000"
},
{
    "title": "My Teacher, My Obsession", 
    "description": "When Riley changed schools, she didn't expect the girls to crush on her English teacher dad. And he didn't expect a disturbing infatuation.", 
    "actors": "Lucy Loken, Laura Bilgeri, Rusty Joiner, Alexandria Deberry", 
    "director": "Damián Romay", 
    "imdb_rating": "", 
    "category": "Thrillers", 
    "date_released": "1536537600"
},
{
    "title": "My Wife Is a Gangster 3: HK Edition", 
    "description": "Wrongfully accused of murder, the formidable daughter of a triad boss flees to South Korea and winds up under the protection of a bumbling gangster.", 
    "actors": "Qi Shu, Lee Beom-su, Hyun Young, Oh Ji-ho", 
    "director": "Cho Jin-kyu", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1506729600"
},
{
    "title": "Mystery Science Theater 3000", 
    "description": "The cult hit returns! Captured by mad scientists, new host Jonah survives a blitz of cheesy B movies by riffing on them with his funny robot pals.", 
    "actors": "Felicia Day, Patton Oswalt, Jonah Ray, Baron Vaughn", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "TV Comedies", 
    "date_released": "1492128000"
},
{
    "title": "Mystery Science Theater 3000 Collection : Classic", 
    "description": "Hosts Joel and Mike and their robot companions offer hilarious running commentary on B movies they're forced to watch in these classic MST3K episodes.", 
    "actors": "Joel Hodgson, Michael J. Nelson, Kevin Murphy, Trace Beaulieu", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "TV Comedies", 
    "date_released": "1489536000"
},
{
    "title": "Mystic Whispers", 
    "description": "After a car accident enables a young woman to hear mysterious sounds, she meets a mortician. Together, they listen to ghosts and try to help them.", 
    "actors": "Romeo Tan, Sheila Sim, Yuan Shuai, Aloysius Pang", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1498867200"
},
{
    "title": "Myths & Monsters", 
    "description": "This documentary series takes us to the mythic landscapes of Europe to explore some of most enduring legends produced by European culture.", 
    "actors": "Nicholas Day", 
    "director": "Daniel Kontur", 
    "imdb_rating": "7.3/10", 
    "category": "British TV Shows", 
    "date_released": "1513987200"
}
]