[
{
    "title": "P. King Duckling", 
    "description": "P. King, the daring but hapless duck, teams up with best buddies Wombat and Chumpkins to find wacky and wild ways to solve their problems.", 
    "actors": "Marc Thompson, Benjie Randall, Courtney Shaw", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1510012800"
},
{
    "title": "Paap-O-Meter", 
    "description": "A trio of sky-dwelling ghosts must travel to Earth to teach sinning humans a lesson, but they somehow manage to botch each well-intentioned mission.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1542240000"
},
{
    "title": "Pablo Escobar, el patrón del mal", 
    "description": "From his days as a petty thief to becoming head of a drug-trafficking empire, this riveting series charts the life of the infamous Pablo Escobar.", 
    "actors": "Andrés Parra, Angie Cepeda, Cecilia Navia, Vicky Hernández", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1496275200"
},
{
    "title": "Pac-Man and the Ghostly Adventures", 
    "description": "Teenage Pac and his loyal crew face the ups and downs of adolescence while protecting Pac-World from a ghostly army led by the evil Betrayus.", 
    "actors": "Erin Mathews, Sam Vincent, Andrea Libman, Ashleigh Ball", 
    "director": "", 
    "imdb_rating": "1.0/10", 
    "category": "Kids' TV", 
    "date_released": "1421712000"
},
{
    "title": "Pacific Heat", 
    "description": "In this animated satire, a covert squad of operatives short on smarts but long on confidence tackles crime on the glitzy Gold Coast of Australia.", 
    "actors": "Rob Sitch, Santo Cilauro, Tom Gleisner, Rebecca Massey", 
    "director": "", 
    "imdb_rating": "5.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1480636800"
},
{
    "title": "Padamu Aku Bersujud", 
    "description": "The son of poor farmers leaves his village to seek his fortune in Kuala Lumpur, where he meets a young woman who's also trying to better her life.", 
    "actors": "Syazwan Zulkifli, Leez Rosli, Shikin Kamal, Reza Hasbi", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1512086400"
},
{
    "title": "Paint It Black", 
    "description": "In the wake of a young artist’s suicide, his pianist mother and his despairing girlfriend square off in a living nightmare beset by guilt and blame.", 
    "actors": "Alia Shawkat, Janet McTeer, Rhys Wakefield, Alfred Molina", 
    "director": "Amber Tamblyn", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1517443200"
},
{
    "title": "Panam y Circo", 
    "description": "Featuring recorded clips of Panam's live performances for children, these compilations include singing, dancing, acrobatics, wild costumes and more.", 
    "actors": "Panam", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1502755200"
},
{
    "title": "Panama Canal: Prized Possession", 
    "description": "This documentary examines the story of the Panama Canal and the motives behind the transfer of the canal from the United States to Panama.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1505347200"
},
{
    "title": "Paquita Salas", 
    "description": "One of Spain's best talent agents in the '90s, Paquita now finds herself searching desperately for new stars after suddenly losing her biggest client.", 
    "actors": "Brays Efe, Belén Cuesta, Lidia San José, Álex de Lucas", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "International TV Shows", 
    "date_released": "1507075200"
},
{
    "title": "Paradise PD", 
    "description": "An eager young rookie joins the ragtag small-town police force led by his dad as they bumble, squabble and snort their way through a big drug case.", 
    "actors": "Tom Kenny, David Herman, Sarah Chalke, Kyle Kinane", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "TV Comedies", 
    "date_released": "1535673600"
},
{
    "title": "Paradox", 
    "description": "When a scientist from a team working on a time-travel project manages to leap one hour ahead, he returns with some shocking news.", 
    "actors": "Zoë Bell, Malik Yoba, Adam Huss, Bjørn Alexander", 
    "director": "Michael Hurst", 
    "imdb_rating": "4.7/10", 
    "category": "Sci-Fi & Fantasy", 
    "date_released": "1462060800"
},
{
    "title": "Paranoid", 
    "description": "When a woman is brutally murdered on a playground, a group of detectives find themselves drawn into a dark conspiracy as they search for the killer.", 
    "actors": "Indira Varma, Robert Glenister, Dino Fetscher, Neil Stuke", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "British TV Shows", 
    "date_released": "1479340800"
},
{
    "title": "Parenthood", 
    "description": "Four grown siblings juggle parenthood, relationships, careers and more as they cope with life's ups and downs in this drama set in Berkeley, Calif.", 
    "actors": "Peter Krause, Lauren Graham, Dax Shepard, Monica Potter", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "TV Comedies", 
    "date_released": "1317427200"
},
{
    "title": "Parks and Recreation", 
    "description": "In this Emmy-nominated comedy, an employee with a rural Parks and Recreation department is full of energy and ideas but bogged down by bureaucracy.", 
    "actors": "Amy Poehler, Rashida Jones, Aziz Ansari, Nick Offerman", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "TV Comedies", 
    "date_released": "1317427200"
},
{
    "title": "Parrot Sketch Not Included: Twenty Years of Monty Python", 
    "description": "Presented by Steve Martin, this anthology draws from “Flying Circus” and “Fliegender Zirkus” to mark the 20th anniversary of the TV series.", 
    "actors": "Steve Martin, John Cleese, Graham Chapman, Terry Gilliam", 
    "director": "Ian MacNaughton", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1538438400"
},
{
    "title": "Part-Time Idol", 
    "description": "After taking a break from the business, a music producer returns with a new project in mind: launching a co-ed pop idol group.", 
    "actors": "Hee-jeong Kim, Hwang Seung-un, Soo-hyun Lee, Hyun-bin Kwon", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1514160000"
},
{
    "title": "Partners in Crime", 
    "description": "From fingerprint analysts to computer experts to dentists, forensic specialists help authorities track down criminals with the tiniest clues.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1466726400"
},
{
    "title": "Party Monster: Scratching the Surface", 
    "description": "In the probing documentary \"Party Monster,\" DJ Fingablast investigates what became of his childhood hero, DJ Slizzard.", 
    "actors": "DJ Slizzard, DJ Fingablast, Fran Dodd, Hello Hadid", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1534464000"
},
{
    "title": "Party of Five", 
    "description": "After their parents are killed, the five siblings of the Salinger clan must somehow make do, with eldest brother Charlie stepping in to lead the way.", 
    "actors": "Scott Wolf, Matthew Fox, Neve Campbell, Lacey Chabert", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Classic & Cult TV", 
    "date_released": "1490918400"
},
{
    "title": "Pasión de Gavilanes", 
    "description": "Three brothers seek to avenge the tragic death of a loved one, but become emotionally entangled with the daughters of those they hold responsible.", 
    "actors": "Danna García, Mario Cimarro, Paola Rey, Jorge Cao", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "International TV Shows", 
    "date_released": "1446336000"
},
{
    "title": "Patriot Act with Hasan Minhaj", 
    "description": "Hasan Minhaj brings an incisive and nuanced perspective to global news, politics and culture in his unique comedy series.", 
    "actors": "Hasan Minhaj", 
    "director": "", 
    "imdb_rating": "", 
    "category": "TV Comedies", 
    "date_released": "1540684800"
},
{
    "title": "Paul Hollywood's Big Continental Road Trip", 
    "description": "Gear up for a fast-paced journey as celebrity chef and avid auto enthusiast Paul Hollywood takes in the cars and culture of France, Italy and Germany.", 
    "actors": "Paul Hollywood", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1506643200"
},
{
    "title": "Peaky Blinders", 
    "description": "A notorious gang in 1919 Birmingham, England, is led by the fierce Tommy Shelby, a crime boss set on moving up in the world no matter the cost.", 
    "actors": "Cillian Murphy, Sam Neill, Helen McCrory, Paul Anderson", 
    "director": "", 
    "imdb_rating": "8.3/10", 
    "category": "British TV Shows", 
    "date_released": "1412035200"
},
{
    "title": "Pee-wee's Playhouse", 
    "description": "Pee-wee Herman brings his stage show to the masses with this innovative live-action kids series that invites viewers into his quirky, childlike world.", 
    "actors": "Paul Reubens", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "Classic & Cult TV", 
    "date_released": "1418860800"
},
{
    "title": "Penguins: Spy in the Huddle", 
    "description": "This documentary series makes use of disguised spycam technology to offer an unprecedentedly intimate look at the ups and downs of penguin life.", 
    "actors": "David Tennant", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1479859200"
},
{
    "title": "Penny Dreadful", 
    "description": "The classic tales of Dracula, Frankenstein, Dorian Gray and more are woven together in this horror series set on the dark streets of Victorian London.", 
    "actors": "Josh Hartnett, Eva Green, Timothy Dalton, Reeve Carney", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "TV Dramas", 
    "date_released": "1467331200"
},
{
    "title": "People Just Do Nothing", 
    "description": "Spinning old-school beats is just another day at the office for the naive DJs of a pirate radio station who juggle family life with their passion.", 
    "actors": "Allan Mustafa, Hugo Chegwin, Asim Chaudhry, Lily Brazier", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "British TV Shows", 
    "date_released": "1474588800"
},
{
    "title": "People Like Us", 
    "description": "When Sam attends his estranged father's funeral, he learns about a sister he never knew, and is told to bring her and her young son their inheritance.", 
    "actors": "Chris Pine, Elizabeth Banks, Olivia Wilde, Michael Hall D'Addario", 
    "director": "Alex Kurtzman", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "People of Tomorrow", 
    "description": "A Belgian music festival draws multitudes from all corners of the world to enjoy a fantastical and free-spirited world of music, dance and bonding.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "6.6/10", 
    "category": "Docuseries", 
    "date_released": "1460678400"
},
{
    "title": "Person of Interest", 
    "description": "Ex-CIA agent John Reese and enigmatic billionaire Mr. Finch use software that can predict future events to prevent violent crimes before they occur.", 
    "actors": "Jim Caviezel, Michael Emerson, Taraji P. Henson, Kevin Chapman", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1441065600"
},
{
    "title": "Persona", 
    "description": "A private investigation firm takes on sensitive cases while its uniquely skilled agents deal with issues both inside and out of the office.", 
    "actors": "Loo Aye Keng, Kyo, Jojo Goh, Fabian Loo", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1502668800"
},
{
    "title": "Pioneers of African-American Cinema", 
    "description": "This newly preserved collection features more than 20 films made by groundbreaking African American directors for black audiences from 1915 to 1946.", 
    "actors": "", 
    "director": "Oscar Micheaux, Spencer Williams", 
    "imdb_rating": "", 
    "category": "TV Shows", 
    "date_released": "1485907200"
},
{
    "title": "Pirates of the Caribbean: Dead Men Tell No Tales", 
    "description": "Captain Jack Sparrow finds himself in hot water when Salazar escapes the Devil's Triangle and makes it his mission to obliterate every pirate at sea.", 
    "actors": "Johnny Depp, Javier Bardem, Geoffrey Rush, Brenton Thwaites", 
    "director": "Joachim Rønning, Espen Sandberg", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1514851200"
},
{
    "title": "PJ Masks", 
    "description": "Three 6-year-old kids who live normal lives during the day become superheroes at night, fighting crime as a team known as PJ Masks.", 
    "actors": "Jacob Ewaniuk, Kyle Breitkopf, Addison Holley", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "Kids' TV", 
    "date_released": "1506816000"
},
{
    "title": "Plane Resurrection", 
    "description": "Each episode of this series documents the restoration of an old \"warbird\" airplane by people who spend all the time and money needed to bring it back.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1483660800"
},
{
    "title": "Planet Earth", 
    "description": "This landmark series transports nature lovers from the Himalayan Mountains to the depths of the ocean and everywhere in between.", 
    "actors": "David Attenborough", 
    "director": "Alastair Fothergill", 
    "imdb_rating": "8.5/10", 
    "category": "British TV Shows", 
    "date_released": "1429660800"
},
{
    "title": "Planet Earth II", 
    "description": "In this sequel to the Emmy-winning \"Planet Earth\" series, viewers are treated to rich and intimate views of the natural diversity of our planet.", 
    "actors": "David Attenborough", 
    "director": "", 
    "imdb_rating": "8.5/10", 
    "category": "British TV Shows", 
    "date_released": "1514160000"
},
{
    "title": "Planet Hulk", 
    "description": "When Earth's superheroes exile the volatile Incredible Hulk to a distant planet called Sakaar, the muscle-bound green monster is sold into slavery.", 
    "actors": "Rick D. Wasserman, Lisa Ann Beley, Mark Hildreth, Liam O'Brien", 
    "director": "Sam Liu", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "Playdate", 
    "description": "After befriending a family that's just moved in next door, Emily Valentine is starting to realize that these new neighbors are hiding a deadly secret.", 
    "actors": "Marguerite Moreau, Richard Ruccolo, Abby Brammell, Natalie Alyn Lind", 
    "director": "Andrew C. Erin", 
    "imdb_rating": "4.6/10", 
    "category": "Thrillers", 
    "date_released": "1530921600"
},
{
    "title": "Playing for Time", 
    "description": "Captured by Nazis and sent to Auschwitz, a Jewish musician is assigned to soothe other prisoners marching to their deaths in the gas chambers.", 
    "actors": "Vanessa Redgrave, Jane Alexander, Maud Adams, Donna Haley", 
    "director": "Daniel Mann, Joseph Sargent", 
    "imdb_rating": "7.7/10", 
    "category": "Dramas", 
    "date_released": "1512086400"
},
{
    "title": "Pocoyo", 
    "description": "Discovery is the name of the game for friendly toddler Pocoyo in this lifelike and richly colored animated adventure series for preschoolers.", 
    "actors": "Stephen Fry, Alex Marty", 
    "director": "", 
    "imdb_rating": "5.0/10", 
    "category": "Kids' TV", 
    "date_released": "1489622400"
},
{
    "title": "Pokémon the Series", 
    "description": "Ash and his Pikachu travel to the Alola region with his mother and enroll in the Pokémon school, where they confront the nefarious Team Skull.", 
    "actors": "Sarah Natochenny, Laurie Hymes, Jessica Paquet, Rosie Reyes", 
    "director": "", 
    "imdb_rating": "6.2/10", 
    "category": "Anime Series", 
    "date_released": "1522540800"
},
{
    "title": "Pokémon the Series: XYZ", 
    "description": "As Ash and his allies explore the Kalos region, they encounter friends and foes, including Team Flare and a mysterious Mega Evolution Trainer.", 
    "actors": "Ikue Otani, Sarah Natochenny, Haven Paschall, Mike Liscio", 
    "director": "Kunihiko Yuyama", 
    "imdb_rating": "", 
    "category": "Anime Series", 
    "date_released": "1491004800"
},
{
    "title": "Pokémon: Indigo League", 
    "description": "Explore the world of Pokémon with 10-year-old Ash Ketchum and his partner, Pikachu, as they aim for Ash's ultimate goal: becoming a Pokémon master.", 
    "actors": "Rica Matsumoto, Ikue Otani, Mayumi Iizuka, Megumi Hayashibara", 
    "director": "", 
    "imdb_rating": "6.2/10", 
    "category": "Anime Series", 
    "date_released": "1435708800"
},
{
    "title": "Pokémon: XY", 
    "description": "Fresh adventures and dreams draw Ash and Pikachu to Kalos, where they make new friends, encounter Pokémon and uncover intriguing mysteries.", 
    "actors": "Ikue Otani, Sarah Natochenny, Mike Liscio, Haven Paschall", 
    "director": "Kunihiko Yuyama", 
    "imdb_rating": "", 
    "category": "Anime Series", 
    "date_released": "1454284800"
},
{
    "title": "Polar Bear: Spy on the Ice", 
    "description": "State-of-the-art spy cameras track polar bears in Norway, revealing the daily life, curiosity and intelligence of the massive and beautiful predators.", 
    "actors": "David Tennant", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "British TV Shows", 
    "date_released": "1429660800"
},
{
    "title": "Pompidou", 
    "description": "Pompidou, an oddball aristocrat who has lost his fortune, and his put-upon butler face new challenges in this dialogue-free visual sitcom.", 
    "actors": "Matt Lucas, Alex MacQueen, Anita Dobson, Tony Way", 
    "director": "", 
    "imdb_rating": "3.0/10", 
    "category": "British TV Shows", 
    "date_released": "1429056000"
},
{
    "title": "Ponysitters Club", 
    "description": "A young horse enthusiast teams up with her best friends to rescue and rehabilitate animals on her family's beloved ranch.", 
    "actors": "Morgan Neundorf, Madeline Leon, Khiyla Aynne, Cailan Laine Punnewaert", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Kids' TV", 
    "date_released": "1533859200"
},
{
    "title": "PopPixie", 
    "description": "Protected and empowered by the magical Tree of Life, the miniature metropolis of Pixieville is home to a group of extraordinary little creatures.", 
    "actors": "Jessie Vinet, Holly Gauthier-Frankel, Jennifer Seguin, Carey Finlay", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Kids' TV", 
    "date_released": "1401408000"
},
{
    "title": "Popples", 
    "description": "The adorable Best Popple Pals love helping their friends and neighbors, but every time they do it seems to backfire in hilarious ways.", 
    "actors": "Erin Fitzgerald, Wendee Lee, Cassandra Morris, Cindy Robinson", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1446163200"
},
{
    "title": "Pororo - The Little Penguin", 
    "description": "On a tiny island, Pororo the penguin has fun adventures with his friends Eddy the fox, Loopy the beaver, Poby the polar bear and Crong the dinosaur.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1484265600"
},
{
    "title": "Portlandia", 
    "description": "Fred Armisen and Carrie Brownstein send up the residents of Portland, Ore. Typical targets include artisanal light bulbs and feminist bookstores.", 
    "actors": "Fred Armisen, Carrie Brownstein", 
    "director": "", 
    "imdb_rating": "6.6/10", 
    "category": "TV Comedies", 
    "date_released": "1324598400"
},
{
    "title": "Powder", 
    "description": "Two men who grew up in Mumbai's slums are drawn into the city's brutal narcotics trade, where they fight on opposite sides of the law.", 
    "actors": "Manish Chaudhary, Pankaj Tripathi, Geetika Tyagi, Rahul Bagga", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1518652800"
},
{
    "title": "Power Battle Watch Car", 
    "description": "Jino and his Watch Car, Bluewill, compete in the Battle League to become world champions. Meanwhile, a dark force threatens to destroy them all.", 
    "actors": "Um Sang-hyun, Jeon Tae-yeol, Jeong Yeong-wung, Hye-won Jeong", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1496275200"
},
{
    "title": "Power Rangers Dino Charge", 
    "description": "In the time of dinosaurs, the ancient and powerful Energems were lost on Earth, and now the evil bounty hunter Sledge has returned to find them.", 
    "actors": "Brennan Mejia, Camille Hyde, Yoshua Sudarso, Michael Taber", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1449014400"
},
{
    "title": "Power Rangers Dino Super Charge", 
    "description": "Just when you thought the Rangers' mission was accomplished there's an even more difficult challenge for them to face with the arrival of a new enemy.", 
    "actors": "Brennan Mejia, Camille Hyde, Yoshua Sudarso, Michael Taber", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1476489600"
},
{
    "title": "Power Rangers Dino Thunder", 
    "description": "Dr. Tommy Oliver returns when his students discover the Dino Gems that morph them into the Dino Power Rangers, enabling them to stop the evil Mesogog.", 
    "actors": "James Napier, Kevin Duhaney, Emma Lahana, Jason David Frank", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers in Space", 
    "description": "With the Power Chamber destroyed, former Turbo Power Rangers T.J., Cassie, Carlos and Ashley search for Zordon, who's been abducted by Dark Specter.", 
    "actors": "Tracy Lynn Cruz, Patricia Ja Lee, Christopher Khayman Lee, Justin Nimmo", 
    "director": "", 
    "imdb_rating": "5.3/10", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Jungle Fury", 
    "description": "The Power Rangers travel to California in search of their new master and find him running a pizza parlor -- so they join the staff to be trained.", 
    "actors": "Jason Smith, Aljin Abella, Anna Hutchison, David de Lautour", 
    "director": "", 
    "imdb_rating": "4.4/10", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Lightspeed Rescue", 
    "description": "As demons rumble from their graves beneath Mariner Bay, a government organization called Lightspeed recruits five civilians to defend the city.", 
    "actors": "Michael Chaturantabut, Sean CW Johnson, Alison MacInnis, Keith Robinson", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Lost Galaxy", 
    "description": "Five teenagers, transformed by the mystical powers of the Quasar Sabers into the Galaxy Power Rangers, battle the evil Scorpius and Captain Mutiny.", 
    "actors": "Danny Slavin, Archie Kao, Reggie Rolle, Cerina Vincent", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Mystic Force", 
    "description": "When the wicked Undead Army is unleashed, sorceress Udonna empowers five teenagers -- the Mystic Force Power Rangers -- to save mankind.", 
    "actors": "Firass Dirani, Angie Diaz, Richard Brancatisano, Melanie Vallejo", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Ninja Steel", 
    "description": "A new generation of teen heroes uses superhuman ninja powers to battle the intergalactic villain Galvanax and save Earth from destruction.", 
    "actors": "William Shewfelt, Nico Greetham, Zoe Robins, Peter Sudarso", 
    "director": "", 
    "imdb_rating": "6.8/10", 
    "category": "Kids' TV", 
    "date_released": "1508025600"
},
{
    "title": "Power Rangers Ninja Storm", 
    "description": "When the elite warriors from the Wind Ninja Academy are captured by the evil Lothor, Shane, Tori and Waldo become Wind Power Rangers to fight back.", 
    "actors": "Pua Magasiva, Sally Martin, Glenn McMillan, Jason Chan", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Operation Overdrive", 
    "description": "To keep powerful jewels from falling into the hands of two wicked brothers, five young Power Rangers set out on a dangerous global adventure.", 
    "actors": "James Maclurcan, Caitlin Murphy, Samuell Benta, Rhoda Montemayor", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers RPM", 
    "description": "The Power Rangers' new member, Dillon, isn't sure he wants to be on the team until he has a dream that sets the Rangers into action.", 
    "actors": "Eka Darville, Ari Boyland, Rose McIver, Daniel Ewing", 
    "director": "", 
    "imdb_rating": "5.7/10", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers S.P.D.", 
    "description": "When the Troobian Empire attacks Earth, the B-Squad Power Rangers Space Patrol Delta morphs into action to squash the alien threat and save the world.", 
    "actors": "Brandon Jay McLaren, Chris Violette, Matt Austin, Monica May", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Samurai", 
    "description": "A new generation of Power Rangers must master the Symbols of Samurai Power, which give them control over the Earth's elements to battle dark forces.", 
    "actors": "Alex Heartman, Erika Fong, Hector David Jr., Najee De-Tiege", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Super Megaforce", 
    "description": "Armed with a key that allows them to morph into any team of Legendary Rangers from the past, the Super Megaforce Rangers fight ruthless Prince Vekar.", 
    "actors": "Andrew M. Gray, Ciara Hanna, John Mark Loudermilk, Christina Masterson", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Super Samurai", 
    "description": "The Samurai Power Rangers continue their battle against the evil Master Xandred, who has now joined forces with the malevolent Serrator.", 
    "actors": "Alex Heartman, Erika Fong, Hector David Jr., Najee De-Tiege", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Time Force", 
    "description": "The team launches a new campaign against evil in the year 3000, when the imprisoned criminal mastermind Ransik is freed by his daughter.", 
    "actors": "Jason Faunt, Erin Cahill, Kevin Kleinberg, Deborah Estelle Phillips", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Turbo", 
    "description": "The Rangers use high-tech battle cars to take on Queen Divatox and her Divazords, who mount an attack on the Rangers' beloved Angel Grove.", 
    "actors": "Johnny Yong Bosch, Nakia Burrise, Blake Foster, Jason David Frank", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Wild Force", 
    "description": "Raised in the wilderness, young Cole Evans leads the Wild Force Power Rangers as they summon their animal powers to battle the evil Master Org.", 
    "actors": "Ricardo Medina Jr., Alyson Kiperman, Phillip Jeanmarie, Jessica Rey", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Zeo", 
    "description": "This \"Mighty Morphin Power Rangers\" spinoff finds Tommy and the gang battling new enemies, using abilities acquired from the Zeo Crystal.", 
    "actors": "Jason David Frank, Catherine Sutherland, Nakia Burrise, Steve Cardenas", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers: Megaforce", 
    "description": "When Earth is threatened by a massive alien invasion, the planet's supernatural guardian calls upon five teenagers to form the ultimate defense team.", 
    "actors": "Andrew M. Gray, Ciara Hanna, John Mark Loudermilk, Christina Masterson", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Premier League Legends", 
    "description": "Featuring in-depth interviews, this docuseries gets up close and personal with the players who made the elite soccer league what it is today.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1522627200"
},
{
    "title": "President", 
    "description": "An ambitious, talented politician embarks on an intense journey toward winning the presidency while juggling his complicated family affairs.", 
    "actors": "Su-jong Choi, Hee-Ra Ha, Jay Kim, Wang Ji-hye", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "International TV Shows", 
    "date_released": "1493337600"
},
{
    "title": "Pretty Little Liars", 
    "description": "Rudderless without their missing leader, four formerly tight high school friends band together when a blackmailer threatens to spill their dirt.", 
    "actors": "Troian Bellisario, Ashley Benson, Lucy Hale, Sasha Pieterse", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Crime TV Shows", 
    "date_released": "1339113600"
},
{
    "title": "Pretty Man", 
    "description": "Doomed by misunderstandings, two middle-school classmates miss their shot at love -- but a twist of fate brings them together years later.", 
    "actors": "Sierra Li, Dylan Xiong, Yu Yi Jie, Zhao Yao Ke", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1533686400"
},
{
    "title": "Prince Jai Aur Dumdaar Viru", 
    "description": "A prince and a commoner who are best friends keep having to thwart the plots of the prince's scheming, ambitious minister.", 
    "actors": "", 
    "director": "Bhavik Thakore", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1508284800"
},
{
    "title": "Prince of Peoria", 
    "description": "A prankster prince who wants to experience life as an ordinary teen leaves his kingdom to live incognito with a single mom and her studious son.", 
    "actors": "Gavin Lewis, Theodore Barnes, Shelby Simmons, Cynthia Kaye McWilliams", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1542326400"
},
{
    "title": "Prison Playbook", 
    "description": "With his major league baseball debut right around the corner, a star pitcher lands in prison and must learn to navigate his new world.", 
    "actors": "Hae-soo Park, Chung Kyung-ho, Sung Dong-il, Krystal Jung", 
    "director": "Shin Won-ho", 
    "imdb_rating": "7.3/10", 
    "category": "International TV Shows", 
    "date_released": "1516752000"
},
{
    "title": "Prisoner Zero", 
    "description": "Two teenage heroes and their mysterious friend fight a powerful imperium that has enslaved humanity through digital technology.", 
    "actors": "Alexander Vlahos, Toby Longworth, Sophie Wu, Danny Carmel", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Kids' TV", 
    "date_released": "1504224000"
},
{
    "title": "Prodigy", 
    "description": "A maverick psychologist must uncover the secrets of a gifted but dangerous young girl who has been placed on lockdown for her supernatural abilities.", 
    "actors": "Richard Neil, Savannah Liles, Jolene Andersen, Emilio Palame", 
    "director": "Alex Haughey, Brian Vidal", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1534896000"
},
{
    "title": "Prohibition: A Film by Ken Burns and Lynn Novick", 
    "description": "Ken Burns's documentary traces the passage of the 18th Amendment, the social and legal effects of prohibiting alcohol, and the repeal of Prohibition.", 
    "actors": "Peter Coyote", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1487721600"
},
{
    "title": "Project Mc²", 
    "description": "Teenage spy McKeyla teams up with three other super-smart girls to become secret agents who use their science and tech skills to save the day.", 
    "actors": "Mika Abdalla, Genneya Walton, Victoria Vida, Ysa Penarejo", 
    "director": "", 
    "imdb_rating": "4.7/10", 
    "category": "Kids' TV", 
    "date_released": "1438905600"
},
{
    "title": "Project Mc²: Happy Birthday to You!", 
    "description": "McKeyla and the agents of NOV8 have chosen you for a special secret mission, and A.D.I.S.N. is here to deliver the clues!", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1505347200"
},
{
    "title": "Project S The Series", 
    "description": "Sports and friendship intertwine in tales of a volleyball team, an autistic badminton player, a skateboarder with depression and an archery-club crush.", 
    "actors": "Wiwattanawarang Oabnithi, Mahayotaruk Thiti, Lerkcharoempoj Papangkorn, Imanothai Kawin", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1539907200"
},
{
    "title": "Promised Land", 
    "description": "Taking advantage of hard economic times, two salespeople for a natural gas company come to a small town to buy drilling rights from the residents.", 
    "actors": "Matt Damon, John Krasinski, Frances McDormand, Rosemarie DeWitt", 
    "director": "Gus Van Sant", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1458086400"
},
{
    "title": "Psiconautas", 
    "description": "A Spanish con man masquerades as a therapist and starts leading group sessions in Argentina for a crew of gullible misfits.", 
    "actors": "Guillermo Toledo, Gabriel Goity, Florencia Peña, Julieta Zylberberg", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1523750400"
},
{
    "title": "Puella Magi Madoka Magica", 
    "description": "One day, Madoka Kaname has a very magical encounter, one that can change her destiny. This is the beginning of the new story of magical witch girls.", 
    "actors": "Aoi Yuki, Chiwa Saito, Kaori Mizuhashi, Eri Kitamura", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Anime Series", 
    "date_released": "1491350400"
},
{
    "title": "Puffin Rock", 
    "description": "Life is sweet on beautiful Puffin Rock, where puffling Oona, her baby brother Baba and their pals learn about nature, friendship and family.", 
    "actors": "Chris O'Dowd, Kate McCafferty, Sally McDaid, Geraldine Cole", 
    "director": "", 
    "imdb_rating": "8.5/10", 
    "category": "Kids' TV", 
    "date_released": "1441065600"
},
{
    "title": "Pusher", 
    "description": "In this remake of a 1996 Danish thriller, a drug pusher incurs his suppliers' wrath when he gets busted and is left without the money he owes.", 
    "actors": "Richard Coyle, Bronson Webb, Agyness Deyn, Mem Ferda", 
    "director": "Luis Prieto", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1514332800"
},
{
    "title": "Pyaar Tune Kya Kiya", 
    "description": "From teen lovers defying social and religious taboos to a student falling for her teacher, these stories explore joy and heartache in modern romance.", 
    "actors": "Meiyang Chang, Surbhi Jyoti", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1496275200"
}
]