[
{
    "title": "Qin Empire: Alliance", 
    "description": "During the Warring States period, Qin state ruler Duke Xiao recruits statesman Shang Yang to help enact bold reforms that transform western China.", 
    "actors": "Fu Dalong, Ning Jing, Yu Entai, Zhou Bo", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1499385600"
},
{
    "title": "Quantico", 
    "description": "When evidence in a deadly terrorist attack implicates FBI trainee Alex Parrish, she must discover which one of her classmates framed her.", 
    "actors": "Priyanka Chopra, Josh Hopkins, Jake McLaughlin, Aunjanue Ellis", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1471910400"
},
{
    "title": "Qué pena tu serie", 
    "description": "Javier is happily in love with Sofia, so when she breaks up their perfect life, he has to get her back -- or maybe try finding a new perfect love.", 
    "actors": "Ariel Levy, Andrea Velasco, Lucy Cominetti, Ignacia Allamand", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1478217600"
},
{
    "title": "Queen of No Marriage", 
    "description": "Sparks begin to fly when a successful 33-year-old single woman and a 25-year-old romantic with few prospects navigate love and differences.", 
    "actors": "Ethan Juan, Cheryl Yang, Harry Chang, Sylvia Yang", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Queen of the South", 
    "description": "Forced to work for a cartel that recently killed her boyfriend, Teresa relies on her street smarts, a loyal pal and a mysterious notebook to survive.", 
    "actors": "Alice Braga, Veronica Falcón, Justina Machado, Peter Gadiot", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1494288000"
},
{
    "title": "Queer as Folk", 
    "description": "The lives and loves of five gay men living in Pittsburgh provide the drama in this American edition of the acclaimed British series. Amid the usual ups and downs of relationships, the friends grapple with everything from health issues to politics.", 
    "actors": "Gale Harold, Randy Harrison, Hal Sparks, Michelle Clunie", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "TV Dramas", 
    "date_released": "1391212800"
},
{
    "title": "Queer Eye", 
    "description": "Grab some tissues! An all-new \"Fab Five\" serve up hip tips, emotionally charged makeovers and heartfelt reveals that bring out all the feels.", 
    "actors": "Bobby Berk, Karamo Brown, Tan France, Antoni Porowski", 
    "director": "", 
    "imdb_rating": "8.8/10", 
    "category": "Reality TV", 
    "date_released": "1517961600"
},
{
    "title": "Quiz From God", 
    "description": "The experts at a university's forensic medicine office investigate unexplainable fatalities, uncovering diseases and other causes of death.", 
    "actors": "Ryu Deok-hwan, Joo-hee Yoon, Choi Jung-woo, Jun-muyn Park", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Crime TV Shows", 
    "date_released": "1499990400"
}
]