[
{
    "title": "Rab Se Sohna Isshq", 
    "description": "A complex love triangle goes horribly wrong in this epic, multigenerational saga involving romance, revenge, mistaken identity and amnesia.", 
    "actors": "Ekta Kaul, Ashish Sharma, Kanan Malhotra, Sukirti Kandpal", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1496275200"
},
{
    "title": "Race of Life", 
    "description": "This series explores wild animals' continual struggle to survive and the varied strategies used by creatures both big and small to endure and thrive.", 
    "actors": "Lee Perry", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1504742400"
},
{
    "title": "Radius", 
    "description": "A man awakens from a mysterious accident to discover a horrific new reality: Anyone who comes within a 50-foot radius of him dies instantly.", 
    "actors": "Diego Klattenhoff, Charlotte Sullivan, Brett Donahue, Andrea del Campo", 
    "director": "Caroline Labrèche, Steeve Léonard", 
    "imdb_rating": "6.4/10", 
    "category": "Sci-Fi & Fantasy", 
    "date_released": "1518220800"
},
{
    "title": "Raiders of the Lost Art", 
    "description": "Dramatic re-creations, archival footage and expert commentary tell the tales of great artworks that have been stolen and (sometimes) recovered.", 
    "actors": "Jonathon Kydd", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1456790400"
},
{
    "title": "Raja Rasoi Aur Anya Kahaniyan", 
    "description": "Explore the history and flavors of regional Indian cuisine, from traditional Kashmiri feasts to the vegetarian dishes of Gujarat.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1527811200"
},
{
    "title": "Rake", 
    "description": "While Cleaver Greene is a brilliant and driven attorney, he's also an ex-druggie, a current gambling addict and loathed by many of his colleagues.", 
    "actors": "Richard Roxburgh, Matt Day, Kate Box, Caroline Brazier", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Crime TV Shows", 
    "date_released": "1393632000"
},
{
    "title": "Ramayan", 
    "description": "A prince's divine destiny to rule as a king is thwarted by his stepmother's scheme to put her own child on the throne in this legendary epic.", 
    "actors": "Gagan Malik, Neha Sargam, Neil Bhatt", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1493596800"
},
{
    "title": "Razia Sultan", 
    "description": "This sweeping historical drama charts the rise of a remarkable real-life figure, the first woman to ever rule the Delhi Sultanate.", 
    "actors": "Pankhuri Awasthy, Saurabh Pandey, Rohit Purohit, Sooraj Tapar", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1491004800"
},
{
    "title": "Re:Mind", 
    "description": "Eleven high school classmates awaken, restrained to a large dining room. While fearing for their lives, they question a motive to this bizarre act.", 
    "actors": "Keyakizaka46", 
    "director": "", 
    "imdb_rating": "6.6/10", 
    "category": "International TV Shows", 
    "date_released": "1518652800"
},
{
    "title": "REA(L)OVE", 
    "description": "A group of men and women, each burdened with a dark secret, look for love in this dating show with a twist. Hosted by reformed playboy Atsushi Tamura.", 
    "actors": "Atsushi Tamura, Mari Yaguchi", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1524787200"
},
{
    "title": "Ready for Start", 
    "description": "This darkly comic series follows a group of employees as they navigate the highly competitive world of the advertising business.", 
    "actors": "Baek Sung-hyun, Ki-chan Lee, Byung-mo Choi, Sung-Hyun Baek", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1477612800"
},
{
    "title": "Real Life Wife Swap", 
    "description": "Behind closed doors, no two couples are exactly the same, as revealed in this series profiling suburban swingers and their sexual customs.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1483142400"
},
{
    "title": "Real Rob", 
    "description": "Go inside the world of comedian and actor Rob Schneider in this comedy series that follows the ups and downs of his career and family life.", 
    "actors": "Rob Schneider, Patricia Schneider, Jamie Lissow, Miranda Scarlett Schneider", 
    "director": "", 
    "imdb_rating": "5.4/10", 
    "category": "TV Comedies", 
    "date_released": "1448928000"
},
{
    "title": "Reality of Dream", 
    "description": "Five friends from college chase their post-grad dreams of becoming a successful writer, film director, singer, rich wife and out-and-proud hair stylist.", 
    "actors": "Sean Jindachot, Jintanutda Lummakanon, Charebelle Lanlalin, Aon Korakot Tunkaew", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1532995200"
},
{
    "title": "Really Me", 
    "description": "Maddy Cooper was an ordinary 15-year-old until she won a contest and landed her own reality TV show. Now, her family's life will never be the same.", 
    "actors": "Sydney Imbeau, Kiana Madeira, Neil Crone, Wesley Morgan", 
    "director": "", 
    "imdb_rating": "5.0/10", 
    "category": "Kids' TV", 
    "date_released": "1434326400"
},
{
    "title": "Rebel Without a Kitchen", 
    "description": "Sandwich chef Matt \"Fidel Gastro\" Basile jumps into the growing street food movement, offering his mouth-watering recipes at pop-ups far and wide.", 
    "actors": "Matt Basile", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1501804800"
},
{
    "title": "Rebelde", 
    "description": "Six students at an exclusive prep school, some on scholarship, discover that music can close the class divide.", 
    "actors": "Anahí, Dulce María, Alfonso Herrera, Christopher Von Uckermann", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "International TV Shows", 
    "date_released": "1514678400"
},
{
    "title": "Rebellion", 
    "description": "As World War I rages, three women and their families in Dublin choose sides in the violent Easter Rising revolt against British rule.", 
    "actors": "Charlie Murphy, Ruth Bradley, Sarah Greene, Brian Gleeson", 
    "director": "", 
    "imdb_rating": "6.6/10", 
    "category": "International TV Shows", 
    "date_released": "1466812800"
},
{
    "title": "Rebirth", 
    "description": "Long-lost buddy Zack gets suburban dad Kyle on a bus to a Rebirth seminar, sending him down a rabbit hole of psychodrama, seduction and violence.", 
    "actors": "Fran Kranz, Adam Goldberg, Nicky Whelan, Kat Foster", 
    "director": "Karl Mueller", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1468540800"
},
{
    "title": "Reboot: The Guardian Code", 
    "description": "Four tech-savvy teens hone their skills as cyber-superheroes in a series of secret missions to save the world.", 
    "actors": "Ty Wood, Ajay Friese, Gabriel Darku, Sydney Scotia", 
    "director": "", 
    "imdb_rating": "3.5/10", 
    "category": "Kids' TV", 
    "date_released": "1522368000"
},
{
    "title": "Reckless", 
    "description": "A gorgeous Northern legal eagle and a charming Southern lawyer clash in and out of the courtroom in this soapy drama set in Charleston, S.C.", 
    "actors": "Anna Wood, Cam Gigandet, Shawn Hatosy, Georgina Haig", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1414368000"
},
{
    "title": "Rectify", 
    "description": "Convicted of rape and murder at age 18, Daniel Holden spends nearly 20 years on death row until DNA evidence brings the verdict into question.", 
    "actors": "Aden Young, Abigail Spencer, J. Smith-Cameron, Clayne Crawford", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1394150400"
},
{
    "title": "Red vs. Blue", 
    "description": "This parody of first-person shooter games, military life and science-fiction films centers on a civil war fought in the middle of a desolate canyon.", 
    "actors": "Burnie Burns, Jason Saldaña, Gustavo Sorola, Geoff Lazer Ramsey", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1427760000"
},
{
    "title": "Redfern Now", 
    "description": "This dramatic anthology tells powerful contemporary stories about the lives of indigenous Australians who populate the Sydney suburb of Redfern.", 
    "actors": "Wayne Blair, Dean Daley-Jones, Deborah Mailman, Stephen Curry", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "TV Dramas", 
    "date_released": "1463270400"
},
{
    "title": "Refresh Man", 
    "description": "Ten years after a once-promising student graduates, she finds herself working at a cosmetics company run by the boy with the worst grades in school.", 
    "actors": "Aaron Yan, Joanne Tseng, Lene Lai, Jack Lee", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "International TV Shows", 
    "date_released": "1480550400"
},
{
    "title": "Reggie Yates Outside Man", 
    "description": "Award-winning filmmaker Reggie Yates travels around the world tackling big issues such as gun violence, racism, gay rights and addiction.", 
    "actors": "Reggie Yates", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1498867200"
},
{
    "title": "Reign", 
    "description": "This vivid historical drama series tells of the rise to power of Mary, Queen of Scots, amid a court full of sexual and political intrigue.", 
    "actors": "Adelaide Kane, Megan Follows, Torrance Coombs, Toby Regbo", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "TV Dramas", 
    "date_released": "1412208000"
},
{
    "title": "Release the Hounds", 
    "description": "Contestants try to find keys to unlock treasure chests while completing grisly challenges and evading a dog pack in this horror competition show.", 
    "actors": "Reggie Yates", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1498780800"
},
{
    "title": "Remember", 
    "description": "Following the written instructions of his friend, senile Zev crosses the country to find and murder the Nazi who killed their families in Auschwitz.", 
    "actors": "Christopher Plummer, Bruno Ganz, Jürgen Prochnow, Heinz Lieven", 
    "director": "Atom Egoyan", 
    "imdb_rating": "7.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1532563200"
},
{
    "title": "Reno My Reno", 
    "description": "When DIYers get in over their heads with home improvement projects, they call in Dave Depencier to save them from themselves.", 
    "actors": "Dave Depencier, Anthony Angelis, Derek Marsden, Merrill O'Malley", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1501804800"
},
{
    "title": "Reply 1994", 
    "description": "All hailing from various parts of Korea, a group of college students go from being complete strangers to a big happy family at a Seoul boarding house.", 
    "actors": "Go Ara, Jung Woo, Sung Dong-il, Dohee", 
    "director": "Shin Won-ho", 
    "imdb_rating": "8.4/10", 
    "category": "International TV Shows", 
    "date_released": "1497657600"
},
{
    "title": "Reply 1997", 
    "description": "As a teen, Shi Won was obsessed with a boy band. Now 33 years old, Shi Won and her friends are reviving their memories as their school reunion nears.", 
    "actors": "Jung Eun-ji, Seo In-guk, Shin So-yul, Ji-won Eun", 
    "director": "Shin Won-ho", 
    "imdb_rating": "8.3/10", 
    "category": "International TV Shows", 
    "date_released": "1497657600"
},
{
    "title": "Republic of Doyle", 
    "description": "A pair of father and son private investigators tries to keep their combustible personal lives in check while tackling an intriguing array of cases.", 
    "actors": "Allan Hawco, Krystin Pellerin, Marthe Bernard, Mark O'Brien", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Crime TV Shows", 
    "date_released": "1459382400"
},
{
    "title": "Requiem", 
    "description": "In the wake of a sudden tragedy, a London cellist unearths secrets that link her mother to the disappearance of a young girl in a small Welsh town.", 
    "actors": "Lydia Wilson, Joel Fry, Brendan Coyle, James Frecheville", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "British TV Shows", 
    "date_released": "1521763200"
},
{
    "title": "Residue", 
    "description": "After a freak explosion wreaks havoc on a sprawling city of the future, eight survivors get caught up in the aftermath and its paranormal effects.", 
    "actors": "Natalia Tena, Iwan Rheon, Jamie Draven, Danny Webb", 
    "director": "", 
    "imdb_rating": "5.3/10", 
    "category": "British TV Shows", 
    "date_released": "1428451200"
},
{
    "title": "Resurrection: Ertugrul", 
    "description": "When a good deed unwittingly endangers his clan, a 13th-century Turkish warrior agrees to fight a sultan's enemies in exchange for new tribal land.", 
    "actors": "Engin Altan Düzyatan, Serdar Gökhan, Hülya Darcan, Kaan Taşaner", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "International TV Shows", 
    "date_released": "1492214400"
},
{
    "title": "Retribution", 
    "description": "A dark web of secrets and lies emerges when a newlywed couple is killed and detectives question their feuding families.", 
    "actors": "Georgina Campbell, Joe Dempsie, Adrian Edmondson, Steve Evets", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "British TV Shows", 
    "date_released": "1517270400"
},
{
    "title": "Revolt", 
    "description": "Following a devastating alien invasion, an American soldier and a French foreign aid worker attempt to find refuge in the Kenyan countryside.", 
    "actors": "Lee Pace, Bérénice Marlohe, Jason Flemyng, Sibulele Gcilitshana", 
    "director": "Joe Miale", 
    "imdb_rating": "5.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1522454400"
},
{
    "title": "Revolting Rhymes", 
    "description": "Popular fairy tales take on a darkly comic edge in these short animated films based on a book by Roald Dahl and illustrator Quentin Blake.", 
    "actors": "Rob Brydon, Bertie Carvel, Gemma Chan, Dominic West", 
    "director": "Jani Lachauer, Jakob Schuh", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1517443200"
},
{
    "title": "Rica, Famosa, Latina", 
    "description": "This reality series follows the lives of a group of wealthy, successful Latina women in Los Angeles.", 
    "actors": "Victoria del Rosal, Luzelba Mansour, Sandra Vidal, Elisa Beristain", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1542240000"
},
{
    "title": "Richie Rich", 
    "description": "After turning his veggies into green energy, Richie Rich earns a trillion dollars overnight and a new life filled with nonstop fun and adventure.", 
    "actors": "Jake Brennan, Joshua Carlon, Lauren Taylor, Jenna Ortega", 
    "director": "", 
    "imdb_rating": "3.0/10", 
    "category": "Kids' TV", 
    "date_released": "1424390400"
},
{
    "title": "Ripped", 
    "description": "After waking up from a 30-year nap brought on by CIA-engineered pot, two stoner pals are fatter and balder -- but they still think like teenagers.", 
    "actors": "Russell Peters, Faizon Love, Alex Meneses, Kyle Massey", 
    "director": "Brad Epstein", 
    "imdb_rating": "4.9/10", 
    "category": "Comedies", 
    "date_released": "1509408000"
},
{
    "title": "Ripper Street", 
    "description": "It's been six months since the last Jack the Ripper killing, and East London is hopeful that his reign of terror might have run its course.", 
    "actors": "Matthew Macfadyen, Jerome Flynn, Adam Rothenberg, David Wilmot", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "British TV Shows", 
    "date_released": "1374192000"
},
{
    "title": "Rishta.com", 
    "description": "Partners at an Indian matrimonial agency face endlessly challenging and often impossible demands as they help clients make the perfect match.", 
    "actors": "Shruti Seth, Kavi Shastri, Siddhant Karnick, Kavin Dave", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "International TV Shows", 
    "date_released": "1521072000"
},
{
    "title": "Rita", 
    "description": "Independent, outspoken and adored by her students, schoolteacher Rita fares less well with adults in this comedy-drama from Denmark.", 
    "actors": "Mille Dinesen, Carsten Bjørnlund, Lise Baastrup, Nikolaj Groth", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "International TV Shows", 
    "date_released": "1426118400"
},
{
    "title": "River", 
    "description": "John River is a brilliant detective whose fractured mind traps him between the living and the dead.", 
    "actors": "Stellan Skarsgård, Nicola Walker, Adeel Akhtar, Lesley Manville", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "British TV Shows", 
    "date_released": "1447804800"
},
{
    "title": "River", 
    "description": "After a night of drinking ends in a brawl, an American doctor in Laos goes on the run from local authorities who suspect him of rape and murder.", 
    "actors": "Rossif Sutherland, Sara Botsford, Ted Atherton, Vithaya Pansringarm", 
    "director": "Jamie M. Dagg", 
    "imdb_rating": "6.2/10", 
    "category": "Thrillers", 
    "date_released": "1474675200"
},
{
    "title": "Riverdale", 
    "description": "While navigating the troubled waters of sex, romance, school and family, teen Archie and his gang become entangled in a dark Riverdale mystery.", 
    "actors": "K.J. Apa, Lili Reinhart, Camila Mendes, Cole Sprouse", 
    "director": "Rob Seidenglanz", 
    "imdb_rating": "7.2/10", 
    "category": "Crime TV Shows", 
    "date_released": "1495152000"
},
{
    "title": "Robocar Poli", 
    "description": "When disaster strikes in Brooms Town, police car Robocar Poli, fire truck Robotruck Roy and their friends on the rescue team race to save the day.", 
    "actors": "Donald Reignoux, Alexis Tomassian, Thomas Sagols, Pierre Francois Pistori", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1489708800"
},
{
    "title": "Robotech", 
    "description": "When a mysterious spaceship crashes in the Pacific, the people of Earth work to master the science of robotechnology and rebuild the giant fortress.", 
    "actors": "Jean-Claude Ballard, Gregory Snegoff, Cam Clarke, Melissa Newman", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Anime Series", 
    "date_released": "1475280000"
},
{
    "title": "Robozuna", 
    "description": "A boy and his homemade robot enter the toughest competition in the universe while attempting to free their oppressed home from an evil empire.", 
    "actors": "Taylor Clarke-Hill, Tom Clarke-Hill, Larissa Murray, Brianna Price", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1540425600"
},
{
    "title": "Rock the Kasbah", 
    "description": "When a has-been music producer gets stuck in Afghanistan he discovers a girl with a wonderful voice, then has to find a way to market her talents.", 
    "actors": "Bill Murray, Kate Hudson, Zooey Deschanel, Danny McBride", 
    "director": "Barry Levinson", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "Rodney King", 
    "description": "Roger Guenveur Smith gives voice to the man at the center of the brutal police beating that helped fuel the 1992 LA riots. Spike Lee directs.", 
    "actors": "Roger Guenveur Smith", 
    "director": "Spike Lee", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1493337600"
},
{
    "title": "Romeo Ranjha", 
    "description": "Two common boys travel from India to Thailand to find success and money, enjoying their friendship and finding ways to cheat the cheats.", 
    "actors": "Jazzy B, Garry Sandhu, Monica Bedi, Parul Gulati", 
    "director": "Navaniat Singh", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1509494400"
},
{
    "title": "Rosario Tijeras", 
    "description": "Worlds collide when a vengeance-obsessed young woman from the other side of the tracks captures the attention of two well-off friends.", 
    "actors": "Bárbara de Regil, José María de Tavira, Antonio Gaona, Hernán Mendoza", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1513900800"
},
{
    "title": "Rosario Tijeras", 
    "description": "This is Rosario's story, a girl born and raised in the city slums who becomes a legend in her own time in spite of her humble upbringing.", 
    "actors": "María Fernanda Yépez, Andrés Sandoval, Sebastian Martinez, Adriana Arango", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1439596800"
},
{
    "title": "Rostered On", 
    "description": "In this mockumentary series, the employees of Electroworld deal with the infuriating, traumatic and often hilarious tribulations of retail work.", 
    "actors": "Paul Moore, Doug Lyons, Ronn Kurtz, Diana Brumen", 
    "director": "", 
    "imdb_rating": "", 
    "category": "TV Comedies", 
    "date_released": "1522800000"
},
{
    "title": "Rotten", 
    "description": "This docuseries travels deep into the heart of the food supply chain to reveal unsavory truths and expose hidden forces that shape what we eat.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Docuseries", 
    "date_released": "1515110400"
},
{
    "title": "Round Planet", 
    "description": "Comedian and actor Matt Lucas takes on the persona of natural history doyen Armstrong Wedgewood to give a unique twist to the story of our planet.", 
    "actors": "Matt Lucas", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1509667200"
},
{
    "title": "Route 35", 
    "description": "A federal agent battles dangerous drug cartels with the help of informants, who are driven to risk their lives for revenge, greed, fear or love.", 
    "actors": "Julio Bracho, Danna García, Miguel Rodarte, Osvaldo Benavides", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1484438400"
},
{
    "title": "Roxanne Roxanne", 
    "description": "She grew up in a tough New York neighborhood in the '80s and made history with \"Roxanne's Revenge.\" The story of teen battle rap champ Roxanne Shanté.", 
    "actors": "Chanté Adams, Mahershala Ali, Nia Long, Elvis Nolasco", 
    "director": "Michael Larnell", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1521763200"
},
{
    "title": "Royal Pains", 
    "description": "Dr. Hank Lawson unexpectedly gets a career upgrade as a freelance physician treating New York's aristocratic upper crust in their posh Hamptons homes.", 
    "actors": "Mark Feuerstein, Paulo Costanzo, Reshma Shetty, Jill Flint", 
    "director": "Jay Chandrasekhar", 
    "imdb_rating": "6.6/10", 
    "category": "TV Comedies", 
    "date_released": "1396310400"
},
{
    "title": "Rubi", 
    "description": "Ruby, jealous of her wealthy best friend Maribel, cooks up a scheme to marry a millionaire. Hector, Maribel's boyfriend, is her target.", 
    "actors": "Bárbara Mori, Eduardo Santamarina, Sebastián Rulli, Jacqueline Bracamontes", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "International TV Shows", 
    "date_released": "1514678400"
},
{
    "title": "Rurouni Kenshin", 
    "description": "A nomadic swordsman arrives at a martial arts school in Meiji-era Japan, where he lands in the middle of a conflict involving the opium trade.", 
    "actors": "Mayo Suzukaze, Miki Fujitani, Miina Tominaga, Yuji Ueda", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Anime Series", 
    "date_released": "1451606400"
}
]