[
{
    "title": "Sab Jholmaal Hai", 
    "description": "In this madcap comedy, two mischievous cats, a talking parrot and a high-strung dog keep getting into trouble while their human is away.", 
    "actors": "", 
    "director": "Vijay Roche", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1508284800"
},
{
    "title": "Sacred Games", 
    "description": "A link in their pasts leads an honest cop to a fugitive gang boss, whose cryptic warning spurs the officer on a quest to save Mumbai from cataclysm.", 
    "actors": "Saif Ali Khan, Nawazuddin Siddiqui, Radhika Apte, Neeraj Kabi", 
    "director": "Vikramaditya Motwane, Anurag Kashyap", 
    "imdb_rating": "8.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1530835200"
},
{
    "title": "Sadqay Tumhare", 
    "description": "An arranged engagement between a village girl and her city cousin shows signs of true love, but an indiscretion decades ago could doom their romance.", 
    "actors": "Mahira Khan, Samiya Mumtaz, Adnan Malik, Rehan Sheikh", 
    "director": "Ehtesham Uddin", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1481760000"
},
{
    "title": "Safe", 
    "description": "After his teenage daughter goes missing, a widowed surgeon in an affluent neighborhood begins unearthing dark secrets about the people closest to him.", 
    "actors": "Michael C. Hall, Amanda Abbington, Marc Warren, Hannah Arterton", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "British TV Shows", 
    "date_released": "1525910400"
},
{
    "title": "Saint Seiya: The Lost Canvas", 
    "description": "This anime adventure follows the battle between a saint of Athena and an avatar of Hades who's working on a painting that could destroy the world.", 
    "actors": "Tetsuya Kakihara, Hiro Shimono, Aya Hirano, Atsushi Abe", 
    "director": "", 
    "imdb_rating": "8.4/10", 
    "category": "Anime Series", 
    "date_released": "1526342400"
},
{
    "title": "Samagri, Sampatti aur Sauda", 
    "description": "India has long been a land of valuable resources and commodities, whose riches have both sustained its people and attracted outsiders.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1500940800"
},
{
    "title": "Samantha!", 
    "description": "A child star in the '80s, Samantha clings to the fringes of celebrity with hilarious harebrained schemes to launch herself back into the spotlight.", 
    "actors": "Emanuelle Araújo, Douglas Silva, Sabrina Nonata, Cauã Gonçalves", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "International TV Shows", 
    "date_released": "1530835200"
},
{
    "title": "Same Kind of Different as Me", 
    "description": "A wealthy couple whose marriage is on the rocks befriends a local homeless man who changes their perspectives in this inspiring true story.", 
    "actors": "Greg Kinnear, Renée Zellweger, Djimon Hounsou, Jon Voight", 
    "director": "Michael Carney", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1528243200"
},
{
    "title": "Sammy & Co", 
    "description": "In an underwater village bordering a tropical island, two young turtles and their pals keep their home safe and enjoy adventures in the big, wild sea.", 
    "actors": "Kaycie Chase, Matthew Géczy, Dominic Gould, Tiffany Hofstetter", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1451001600"
},
{
    "title": "Samurai Gourmet", 
    "description": "Recent retiree Takeshi rediscovers his passion for food and life by getting in touch with his inner warrior and eating what he truly desires.", 
    "actors": "Naoto Takenaka, Tetsuji Tamayama, Honami Suzuki", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "International TV Shows", 
    "date_released": "1489708800"
},
{
    "title": "Sandy Wexler", 
    "description": "When a hapless but dedicated talent manager signs his first client who actually has talent, his career finally starts to take off.", 
    "actors": "Adam Sandler, Jennifer Hudson, Kevin James, Terry Crews", 
    "director": "Steve Brill", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1492128000"
},
{
    "title": "Santa Clarita Diet", 
    "description": "They're ordinary husband and wife realtors until she undergoes a dramatic change that sends them down a road of death and destruction. In a good way.", 
    "actors": "Drew Barrymore, Timothy Olyphant, Liv Hewson, Skyler Gisondo", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "TV Comedies", 
    "date_released": "1486080000"
},
{
    "title": "Satrangi", 
    "description": "Young musicians from 13 states in India demonstrate their cultural heritage by performing regional folk music using traditional instruments.", 
    "actors": "Deepali Sahay", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1491004800"
},
{
    "title": "Satu Hari", 
    "description": "A man haunted by his wife's affair moves to Sarajevo and starts to love again, until fate forces him to choose between his new life and old loyalty.", 
    "actors": "Sara Ali, Remy Ishak, Rita Rudaini, Mirza Salihovic", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1506643200"
},
{
    "title": "Savannah Sunrise", 
    "description": "A workaholic mom and her family-oriented mother-in-law are thrown together on a disaster-prone road trip that turns into a life lesson for both.", 
    "actors": "Shawnee Smith, Pamela Reed, Clare Carey, Shawn Christian", 
    "director": "Randall Stevens", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1481760000"
},
{
    "title": "Save Our Shelter", 
    "description": "Pet rescue expert Rocky Kanaka and renovation specialist Rob North travel across North America, transforming animal shelters to help homeless pets.", 
    "actors": "Rocky Kanaka, Rob North", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1534464000"
},
{
    "title": "Saving Sirga: Journey into the Heart of a Lion", 
    "description": "Witness the warm bond that develops between conservationist Valentin Gruener and the lion cub he rescues from a Botswana game farm and raises by hand.", 
    "actors": "Valentin Gruener", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1503619200"
},
{
    "title": "Scandal", 
    "description": "A powerful team of Washington, D.C. lawyers makes scandals disappear while handling government crises and coping with problems of their own.", 
    "actors": "Kerry Washington, Columbus Short, Darby Stanchfield, Katie Lowes", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1377561600"
},
{
    "title": "Schitt's Creek", 
    "description": "Suddenly broke, the formerly filthy-rich Rose family is reduced to living in a ramshackle motel in a town they once bought as a joke: Schitt's Creek.", 
    "actors": "Eugene Levy, Catherine O'Hara, Daniel Levy, Annie Murphy", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "TV Comedies", 
    "date_released": "1483228800"
},
{
    "title": "Scorpion King 5: Book of Souls", 
    "description": "The Scorpion King joins forces with a Nubian princess in an all-or-nothing fight to stop a warlord from claiming the souls of the vanquished.", 
    "actors": "Zach McGowan, Pearl Thusi, Nathan Jones, Peter Mensah", 
    "director": "Don Michael Paul", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1540252800"
},
{
    "title": "Scream", 
    "description": "In this new TV series sequel to the classic horror franchise, a cyberbullying incident in Lakewood leads to a murder with chilling echoes of the past.", 
    "actors": "Willa Fitzgerald, Bex Taylor-Klaus, John Karna, Amadeus Serafini", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "Crime TV Shows", 
    "date_released": "1463097600"
},
{
    "title": "Screenland", 
    "description": "An in-depth look at the designers, programmers and wild personalities who are revolutionizing virtual reality and global gaming culture.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1529020800"
},
{
    "title": "Secret Affair", 
    "description": "A married middle-aged woman is swept off her feet, both romantically and artistically, by a gifted young pianist.", 
    "actors": "Kim Hee-ae, Yoo Ah-in, Shim Hye-jin, Park Hyuk-kwon", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "International TV Shows", 
    "date_released": "1495411200"
},
{
    "title": "Secret City", 
    "description": "A student's protest leads to a government scandal that has personal and professional repercussions for one of Australia's toughest journalists.", 
    "actors": "Anna Torv, Jacki Weaver, Dan Wyllie, Alex Dimitriades", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "International TV Shows", 
    "date_released": "1529971200"
},
{
    "title": "Secret Healer", 
    "description": "A cursed princess meets a good-hearted scholar who gets entangled in her dangerous endeavor to lift the black magic that ensnares her.", 
    "actors": "Yoon Si-yoon, Kim Sae-ron, Kwak Si-yang, Yum Jung-ah", 
    "director": "", 
    "imdb_rating": "5.7/10", 
    "category": "International TV Shows", 
    "date_released": "1507507200"
},
{
    "title": "Secret in Their Eyes", 
    "description": "A former FBI investigator reopens the haunting 13-year-old murder case of his colleague, only to uncover shocking truths hidden since then.", 
    "actors": "Chiwetel Ejiofor, Nicole Kidman, Julia Roberts, Dean Norris", 
    "director": "Billy Ray", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Secret of the Nile", 
    "description": "When his sister disappears while working at the Grand Hotel, a man joins the staff to get answers. Inside its posh walls, he finds love and intrigue.", 
    "actors": "Amr Youssef, Dina El-Sherbiny, Anoushka, Amina Khalil", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1521072000"
},
{
    "title": "Secrets of Great British Castles", 
    "description": "Join historian Dan Jones on a journey back in time to the zenith of Britain's most iconic structures and their infamous inhabitants.", 
    "actors": "Dan Jones", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "British TV Shows", 
    "date_released": "1459468800"
},
{
    "title": "Secrets of the SAS: In Their Own Words", 
    "description": "In this groundbreaking series, ex-SAS soldiers reveal the truth about life in one of the world's most secretive and feared military units.", 
    "actors": "Lee Williams", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1509667200"
},
{
    "title": "Security", 
    "description": "After taking a job as a mall security guard, a former Marine steps up to protect a young girl who's being hunted by heavily armed mercenaries.", 
    "actors": "Antonio Banderas, Ben Kingsley, Liam McIntyre, Cung Le", 
    "director": "Alain Desrochers, Les Weldon", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1506988800"
},
{
    "title": "Selling Houses with Sarah Beeny", 
    "description": "Real estate agent Sarah Beeny gives three sellers the chance to check out each others' homes and brainstorm creative ways to beat the competition.", 
    "actors": "Sarah Beeny", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1517184000"
},
{
    "title": "Señora Acero", 
    "description": "When her drug-trafficking husband dies, an unassuming woman stakes her own claim in the business in order to care for her gravely ill son.", 
    "actors": "Blanca Soto, Litzy, Damián Alcázar, Marco Pérez", 
    "director": "", 
    "imdb_rating": "7.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1440460800"
},
{
    "title": "Sense8", 
    "description": "From the creators of \"The Matrix\" and \"Babylon 5\" comes this tense series in which eight people can telepathically experience each other's lives.", 
    "actors": "Tuppence Middleton, Brian J. Smith, Bae Doona, Max Riemelt", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "TV Dramas", 
    "date_released": "1433462400"
},
{
    "title": "Sense8: Creating the World", 
    "description": "Go behind the scenes and around the world with the \"Sense8\" cast and crew in this in-depth look at how the hit series is made.", 
    "actors": "Tuppence Middleton, Brian J. Smith, Bae Doona, Max Riemelt", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1438992000"
},
{
    "title": "Sensitive Skin", 
    "description": "Davina and Al try to revamp their lives as they struggle with the uncertainties of middle age in this darkly comic adaptation of the British hit.", 
    "actors": "Kim Cattrall, Don McKellar, Nicolas Wright, Joanna Gleason", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "TV Comedies", 
    "date_released": "1448928000"
},
{
    "title": "Servant of the People", 
    "description": "After a Ukrainian high school teacher's tirade against government corruption goes viral on social media, he finds himself the country's new president.", 
    "actors": "Vladimir Zelenskiy, Natalya Sumskaya, Viktor Saraykin, Stanislav Boklan", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "International TV Shows", 
    "date_released": "1488326400"
},
{
    "title": "Seven and Me", 
    "description": "A little girl discovers she’s the modern-day descendant of Snow White when seven dwarfs arrive at her suburban home to serve as her guardian angels.", 
    "actors": "Leila Jolene, Flavio Parenti, Josefin Asplund", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1508025600"
},
{
    "title": "Seven Seconds", 
    "description": "The death of a 15-year-old African American boy in Jersey City sets off a police cover-up and a search for the truth.", 
    "actors": "Clare-Hope Ashitey, Regina King, Beau Knapp, Michael Mosley", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Crime TV Shows", 
    "date_released": "1519344000"
},
{
    "title": "Shadow of Truth", 
    "description": "This documentary series explores the explosive 2006 murder case of a 13-year-old Israeli girl and the subsequent conviction of a Ukrainian immigrant.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "8.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1485475200"
},
{
    "title": "Shaka Zulu", 
    "description": "This miniseries recounts the early 19th-century conflict between the expanding British Empire in Africa and Shaka, the leader of the vast Zulu Nation.", 
    "actors": "Edward Fox, Robert Powell, Trevor Howard, Fiona Fullerton", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "TV Dramas", 
    "date_released": "1467331200"
},
{
    "title": "Shameless (U.S.)", 
    "description": "This dramedy based on a British series centers on siblings in a dysfunctional Chicago family who struggle while coping with their alcoholic father.", 
    "actors": "William H. Macy, Emmy Rossum, Justin Chatwin, Cameron Monaghan", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "TV Comedies", 
    "date_released": "1467244800"
},
{
    "title": "Shark", 
    "description": "This wide-ranging series documents the secret lives of sharks from the Arctic to the tropics, revealing their amazing diversity and sociability.", 
    "actors": "Paul McGann", 
    "director": "Steve Greenwood, Simon Blakeney", 
    "imdb_rating": "8.7/10", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "She's Gotta Have It", 
    "description": "Nola Darling struggles to stay true to herself and her dreams while juggling three lovers in this Spike Lee series based on his breakout film.", 
    "actors": "DeWanda Wise, Cleo Anthony, Lyriq Bent, Anthony Ramos", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "Romantic TV Shows", 
    "date_released": "1511395200"
},
{
    "title": "She-Ra", 
    "description": "Disguised as superpowered She-Ra, Princess Adora -- He-Man's twin sister -- fights to save planet Etheria from the clutches of dark sorcerer Hordak.", 
    "actors": "Melendy Britt, George DiCenzo, Linda Gary, Erika Scheimer", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "Kids' TV", 
    "date_released": "1484611200"
},
{
    "title": "She-Ra and the Princesses of Power", 
    "description": "Soldier Adora finds a magic sword -- and her identity as legendary hero She-Ra. She joins the Rebellion, but her best friend stays with the evil Horde.", 
    "actors": "Aimee Carrero, AJ Michalka, Marcus Scribner, Karen Fukuhara", 
    "director": "", 
    "imdb_rating": "4.5/10", 
    "category": "Kids' TV", 
    "date_released": "1542067200"
},
{
    "title": "Sherlock", 
    "description": "In this updated take on Sir Arthur Conan Doyle's beloved mystery tales, the eccentric sleuth prowls the streets of modern London in search of clues.", 
    "actors": "Benedict Cumberbatch, Martin Freeman, Una Stubbs, Rupert Graves", 
    "director": "", 
    "imdb_rating": "8.3/10", 
    "category": "British TV Shows", 
    "date_released": "1336521600"
},
{
    "title": "Shetland", 
    "description": "Detective Inspector Jimmy Perez and his team face storms, corruption, cold cases and more as they investigate murders on the remote Shetland Islands.", 
    "actors": "Douglas Henshall, Alison O'Donnell, Steven Robertson, Mark Bonnar", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Shooter", 
    "description": "A highly decorated ex-Marine sniper returns to action to foil an assassination plot targeting the president, but soon finds himself framed for murder.", 
    "actors": "Ryan Phillippe, Omar Epps, Cynthia Addai-Robinson, David Marciano", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Crime TV Shows", 
    "date_released": "1497744000"
},
{
    "title": "Shopkins", 
    "description": "Tiny grocery store items come to life as the Shopkins, who have fun adventures with each other at Small Mart and the magical town called Shopville.", 
    "actors": "Kate Murphy", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1485907200"
},
{
    "title": "Shot in the Dark", 
    "description": "Three rival freelance stringers scour the streets at night to film crime scenes, fires, accidents -- and anything else they can sell to news outlets.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "Reality TV", 
    "date_released": "1510876800"
},
{
    "title": "Show Me the Money", 
    "description": "Four ordinary family members find their lives turned upside down when they become overnight millionaires thanks to an unlikely benefactor.", 
    "actors": "Afdlin Shauki, Patrick Teoh, Mano Maniam, Rashid Salleh", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1535068800"
},
{
    "title": "Sick Note", 
    "description": "After slacker Daniel Glass is misdiagnosed with cancer, his lies lead him into an absurd web of fraud, blackmail, suspicion and misadventure.", 
    "actors": "Rupert Grint, Nick Frost, Don Johnson, Lindsay Lohan", 
    "director": "", 
    "imdb_rating": "5.5/10", 
    "category": "British TV Shows", 
    "date_released": "1542931200"
},
{
    "title": "Silent", 
    "description": "\"Silent\" is an animated short film created by Academy Award® winning Moonbot Studios. It celebrates how storytellers, inventors, and technology work together to create cinema magic.", 
    "actors": "", 
    "director": "Limbert Fabian, Brandon Oldenburg", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1393891200"
},
{
    "title": "Silvana Sin Lana", 
    "description": "When her fugitive husband leaves her homeless and penniless, a once-wealthy woman has no other choice but to join the working class.", 
    "actors": "Maritza Rodríguez, Carlos Ponce, Marimar Vega, Adriana Barraza", 
    "director": "", 
    "imdb_rating": "4.3/10", 
    "category": "Romantic TV Shows", 
    "date_released": "1542326400"
},
{
    "title": "Silver Skies", 
    "description": "Upon learning that their apartments are being sold, a group of colorful and vivacious retirees must figure out how they will fight for one another.", 
    "actors": "George Hamilton, Jack McGee, Barbara Bain, Jack Betts", 
    "director": "Rosemary Rodriguez", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "Silver Spoon", 
    "description": "Forced to become an apprentice cop, cocky playboy Igor finds he's got a knack for police work. But his job soon takes him down a dark personal path.", 
    "actors": "Pavel Priluchnyy, Karina Razumovskaya, Dmitry Shevchenko, Denis Shvedov", 
    "director": "", 
    "imdb_rating": "8.4/10", 
    "category": "Crime TV Shows", 
    "date_released": "1486080000"
},
{
    "title": "Simon", 
    "description": "With his vivid imagination, Simon the rabbit searches for fun while learning about the importance of responsibility and communication.", 
    "actors": "Loti Bailey, Hayden Connett, Keith Faulkner, Rudy Greatorex", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1525132800"
},
{
    "title": "Sin senos no hay paraíso", 
    "description": "Inspired by a true story, this TV drama shadows a young Colombian woman who goes to shocking lengths to escape a life of poverty.", 
    "actors": "Carmen Villalobos, Catherine Siachoque, María Fernanda Yépez, Ramiro Meneses", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "International TV Shows", 
    "date_released": "1447545600"
},
{
    "title": "Sin senos sí hay paraíso", 
    "description": "Born into a small town controlled by the mafia, an irate young woman seeks revenge on the forces that tore apart and wrongfully imprisoned her family.", 
    "actors": "Majida Issa, Carmen Villalobos, Catherine Siachoque, Fabián Ríos", 
    "director": "", 
    "imdb_rating": "5.9/10", 
    "category": "International TV Shows", 
    "date_released": "1488067200"
},
{
    "title": "Singing with Angels", 
    "description": "An LDS woman reflects on how her faith, family and position in the Mormon Tabernacle Choir have all helped her to meet life's many challenges.", 
    "actors": "Sarah Kent, Anne Sward, Scott Christopher, Rick Macy", 
    "director": "Brian Brough", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1488326400"
},
{
    "title": "Singles Villa", 
    "description": "In a luxurious condominium complex with draconian rules forbidding all romance, two residents fall in love and dare to start a secret relationship.", 
    "actors": "Joe Cheng, Lulu Xu, Jiro Wang, Viann Zhang", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "International TV Shows", 
    "date_released": "1497052800"
},
{
    "title": "Sister Cities", 
    "description": "After years of estrangement, four sisters gather in the wake of their mother's death, which may or may not have been a suicide.", 
    "actors": "Jacki Weaver, Troian Bellisario, Stana Katic, Michelle Trachtenberg", 
    "director": "Sean Hanish", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1481846400"
},
{
    "title": "Sisters", 
    "description": "Her dad's deathbed confession leads Julia to discover she has more than 100 brothers and two sisters: troubled TV star Roxy and uptight lawyer Edie.", 
    "actors": "Lucy Durack, Antonia Prebble, Maria Angelico, Dan Spielman", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "International TV Shows", 
    "date_released": "1535760000"
},
{
    "title": "Skin Wars", 
    "description": "Artists test their creativity and body painting skills as they face off in a series of elaborate challenges, vying for a grand prize of $100,000.", 
    "actors": "Rebecca Romijn, RuPaul, Robin Slonina, Craig Tracy", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "Reality TV", 
    "date_released": "1475280000"
},
{
    "title": "Skins", 
    "description": "This incisive series centers on the tense lives of a group of teenagers as the friends and wannabe lovers weather their final two years of school.", 
    "actors": "Kaya Scodelario, Hannah Murray, Jack O'Connell, Kathryn Prescott", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "British TV Shows", 
    "date_released": "1433116800"
},
{
    "title": "Skylanders Academy", 
    "description": "Travel the vast Skylander universe in this animated series as a ragtag group of academy graduates build trust and heart in their fight against evil.", 
    "actors": "Justin Long, Jason Ritter, Ashley Tisdale, Jonathan Banks", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Kids' TV", 
    "date_released": "1477612800"
},
{
    "title": "Skylanders Academy: Happy Birthday to You!", 
    "description": "The Skylanders are working on their most important mission yet: making sure you have the best birthday ever with a special celebration just for you!", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1505347200"
},
{
    "title": "Slasher", 
    "description": "Rampaging serial killers leave carnage in their wake as their next victims fight to stay alive in this horror anthology series.", 
    "actors": "Katie McGrath, Brandon Jay McLaren, Steve Byers, Dean McDermott", 
    "director": "", 
    "imdb_rating": "6.1/10", 
    "category": "TV Horror", 
    "date_released": "1463443200"
},
{
    "title": "Small Crimes", 
    "description": "After serving a six-year prison sentence, an ex-cop tries to rebuild his life in his hometown, but gets caught up in the fallout from his past.", 
    "actors": "Nikolaj Coster-Waldau, Gary Cole, Molly Parker, Macon Blair", 
    "director": "Evan Katz", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1493337600"
},
{
    "title": "Small Town Crime", 
    "description": "When a disgraced ex-cop discovers a dying woman, he's compelled to track down her killer -- an act of self-redemption that takes him down a dark path.", 
    "actors": "John Hawkes, Anthony Anderson, Octavia Spencer, Robert Forster", 
    "director": "Eshom Nelms, Ian Nelms", 
    "imdb_rating": "6.6/10", 
    "category": "Thrillers", 
    "date_released": "1526688000"
},
{
    "title": "Smoking", 
    "description": "Seeking a greater justice, a band of homeless assassins flays their human targets and delivers the tattooed skins as proof of a contract fulfilled.", 
    "actors": "Ryo Ishibashi, Nobuaki Kaneko, Tomomi Maruyama, Kaito Yoshimura", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Crime TV Shows", 
    "date_released": "1532649600"
},
{
    "title": "SMOSH: The Movie", 
    "description": "To keep his teen crush from spotting him in an embarrassing YouTube video, Anthony and his friend Ian must enter the virtual world and alter the clip.", 
    "actors": "Ian Hecox, Anthony Padilla, Jenna Marbles, Grace Helbig", 
    "director": "Alex Winter", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1442880000"
},
{
    "title": "Sofia the First", 
    "description": "When her commoner mother marries the king, average-girl Sofia finds that being a real princess isn't all it's cracked up to be.", 
    "actors": "Ariel Winter, Darcy Rose Byrnes, Sara Ramirez, Tim Gunn", 
    "director": "", 
    "imdb_rating": "5.3/10", 
    "category": "Kids' TV", 
    "date_released": "1430524800"
},
{
    "title": "Solomon's Perjury", 
    "description": "When a high school student is found dead, his classmates, frustrated by the dismissive adults, hold their own school trial to investigate his death.", 
    "actors": "Kim Hyeon-soo, Dong-yoon Jang, Ji-hoon Seo, Yeong-ju Seo", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Crime TV Shows", 
    "date_released": "1508025600"
},
{
    "title": "Some Assembly Required", 
    "description": "A 14-year-old takes ownership of a toy company and hires a group of his friends to help him create amazing new toys.", 
    "actors": "Kolton Stewart, Harrison Houde, Charlie Storwick, Sydney Scotia", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Kids' TV", 
    "date_released": "1434672000"
},
{
    "title": "Someone Like You", 
    "description": "After losing his sight and his fiancee in an accident, a man hires a caregiver who mysteriously sounds -- and looks -- just like his late girlfriend.", 
    "actors": "Kingone Wang, Lorene Ren, Sean Lee, Nita Lei", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1475280000"
},
{
    "title": "Something in the Rain", 
    "description": "Reunited with her best friend’s younger brother, who’s back from a stint abroad, a recently dumped career woman begins to see him in a new light.", 
    "actors": "Son Ye-jin, Jung Hae-in, Jang So-yeon, Jung Yoo-jin", 
    "director": "", 
    "imdb_rating": "8.3/10", 
    "category": "International TV Shows", 
    "date_released": "1527292800"
},
{
    "title": "Somewhere Between", 
    "description": "A local news producer is given one chance to relive a deadly week and stop a serial killer. If she fails, she'll lose her daughter forever.", 
    "actors": "Paula Patton, Devon Sawa, JR Bourne, Aria Birch", 
    "director": "", 
    "imdb_rating": "5.8/10", 
    "category": "Crime TV Shows", 
    "date_released": "1530316800"
},
{
    "title": "Soul Eater", 
    "description": "Maka and the other students at the Death Weapon Meister Academy must kill 99 evil humans and one witch, absorbing their spirits when they die.", 
    "actors": "Chiaki Omigawa, Laura Bailey, Emiri Kato, Koki Uchiyama", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Anime Series", 
    "date_released": "1512086400"
},
{
    "title": "South Pacific", 
    "description": "This six-part documentary series surveys the natural history of the islands of the South Pacific region, including many of the coral atolls.", 
    "actors": "Benedict Cumberbatch", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Spark", 
    "description": "A young woman's life gets a jump-start after she and a musical genius are both struck by the same falling star. But will the side effects derail love?", 
    "actors": "Jong-chan Na, Nam Bo-ra, Joo Da-young, Yeo One", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1487116800"
},
{
    "title": "Sparks", 
    "description": "High dynamic range high frame rate test content featuring a day in the life of a welder.", 
    "actors": "Brian Clausen", 
    "director": "Andy Schuler", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1482019200"
},
{
    "title": "Spartacus", 
    "description": "A Thracian man is condemned to a brutal death in the arena, only to outlast his executioners and be reborn as the enslaved gladiator Spartacus.", 
    "actors": "Andy Whitfield, Liam McIntyre, Dustin Clare, John Hannah", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1422748800"
},
{
    "title": "Special Correspondents", 
    "description": "When they lose their passports, a bickering radio team invents phony reports from a combat zone in a ruse that becomes increasingly complicated.", 
    "actors": "Eric Bana, Ricky Gervais, Vera Farmiga, Kelly Macdonald", 
    "director": "Ricky Gervais", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1461888000"
},
{
    "title": "Spectral", 
    "description": "When an otherworldly force wreaks havoc on a war-torn European city, an engineer teams up with an elite Special Ops unit to stop it.", 
    "actors": "James Badge Dale, Emily Mortimer, Bruce Greenwood, Max Martini", 
    "director": "Nic Mathieu", 
    "imdb_rating": "6.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1481241600"
},
{
    "title": "Spice Up", 
    "description": "A spoiled young woman steps in to save her family’s restaurant with her cooking and tasting skills while balancing her complicated love life.", 
    "actors": "Jeanette Aw, Patrick Lee, Huang Qi Ming, Sora Ma", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1498867200"
},
{
    "title": "Spies of Warsaw", 
    "description": "As Germany prepares to lead the world into war, military attaché Col. Jean-François Mercier tries to convince French leaders of the growing danger.", 
    "actors": "David Tennant, Janet Montgomery, Burn Gorman, Anton Lesser", 
    "director": "Coky Giedroyc", 
    "imdb_rating": "7.2/10", 
    "category": "British TV Shows", 
    "date_released": "1490918400"
},
{
    "title": "Spirit Riding Free", 
    "description": "In a small Western town, spunky ex-city girl Lucky forms a tight bond with wild horse Spirit while having adventures with best pals Pru and Abigail.", 
    "actors": "Amber Frank, Sydney Park, Bailey Gambertoglio, Darcy Rose Byrnes", 
    "director": "", 
    "imdb_rating": "5.3/10", 
    "category": "Kids' TV", 
    "date_released": "1493942400"
},
{
    "title": "Splash and Bubbles", 
    "description": "Curious pals Splash, Bubbles, Dunk and Ripple have fun exploring new places, making new friends and learning all about their amazing ocean home.", 
    "actors": "John Tartaglia, Leslie Carrara-Rudolph, Raymond Carr, Aymee Garcia", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Kids' TV", 
    "date_released": "1495670400"
},
{
    "title": "Spotless", 
    "description": "The law-abiding owner of a crime scene cleaning service is forced into business with a powerful mob boss thanks to his irresponsible older brother.", 
    "actors": "Marc-André Grondin, Denis Ménochet, Miranda Raison, Doug Allen", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "Crime TV Shows", 
    "date_released": "1476489600"
},
{
    "title": "Spy Kids: Mission Critical", 
    "description": "In this animated spinoff series, Juni and Carmen Cortez must battle the evil organization S.W.A.M.P. -- without the help of their super-spy parents.", 
    "actors": "Ashley Bornancin, Carter Hastings, Caitlyn Bairstow, Nicholas Coombe", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Kids' TV", 
    "date_released": "1524182400"
},
{
    "title": "Stagecoach: The Texas Jack Story", 
    "description": "A former stagecoach bandit leading a normal life assumes a new identity and begins robbing again after a vengeance-seeking marshal comes after him.", 
    "actors": "Trace Adkins, Kim Coates, Judd Nelson, Michelle Harrison", 
    "director": "Terry Miles", 
    "imdb_rating": "4.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1491955200"
},
{
    "title": "Stalkers Who Kill", 
    "description": "This true crime series shows real and dramatized footage of murders committed by stalkers, whether former lovers, co-workers or even family members.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1472688000"
},
{
    "title": "Star Trek", 
    "description": "Led by unflappable Capt. Kirk, the crew of the starship Enterprise delves deep into the far reaches of space to explore new worlds and civilizations.", 
    "actors": "William Shatner, Leonard Nimoy, DeForest Kelley, Nichelle Nichols", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "Classic & Cult TV", 
    "date_released": "1443657600"
},
{
    "title": "Star Trek: Deep Space Nine", 
    "description": "In this \"Star Trek\" spin-off, Commander Sisko leads the multi-species crew of Deep Space Nine, a Federation space station with a complex mission.", 
    "actors": "Avery Brooks, Nana Visitor, Rene Auberjonois, Cirroc Lofton", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1451606400"
},
{
    "title": "Star Trek: Enterprise", 
    "description": "Capt. Archer and his crew explore space and discover human innovation-expanding technologies as they meet new alien races in this \"Star Trek\" prequel.", 
    "actors": "Scott Bakula, John Billingsley, Jolene Blalock, Dominic Keating", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Classic & Cult TV", 
    "date_released": "1412121600"
},
{
    "title": "Star Trek: The Animated Series", 
    "description": "The starship Enterprise takes on new adventures in this colorful cartoon series featuring the voices of the original \"Star Trek\" cast.", 
    "actors": "William Shatner, Leonard Nimoy, DeForest Kelley, George Takei", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1448928000"
},
{
    "title": "Star Trek: The Next Generation", 
    "description": "Decades after the adventures of the original Enterprise crew, Capt. Jean-Luc Picard leads a new Enterprise on missions to explore unknown worlds.", 
    "actors": "Patrick Stewart, Jonathan Frakes, LeVar Burton, Michael Dorn", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1443657600"
},
{
    "title": "Star Trek: Voyager", 
    "description": "On Voyager's 75-year journey back to Earth, the crew members encounter unknown species as they draw closer to a mysterious quadrant of space.", 
    "actors": "Kate Mulgrew, Robert Beltran, Roxann Dawson, Jennifer Lien", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1412121600"
},
{
    "title": "Star Wars: The Clone Wars", 
    "description": "Anakin Skywalker, Obi-Wan Kenobi and their fellow Jedi knights help the Republic battle Separatist enemies who are vying for control of the galaxy.", 
    "actors": "Tom Kane, Matt Lanter, James Arnold Taylor, Dee Bradley Baker", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "Kids' TV", 
    "date_released": "1394150400"
},
{
    "title": "Star-Crossed", 
    "description": "The passionate love between an alien boy and a human girl grows more and more dangerous as they face the wrath of their families and communities.", 
    "actors": "Aimee Teegarden, Matt Lanter, Grey Damon, Malese Jow", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Romantic TV Shows", 
    "date_released": "1429142400"
},
{
    "title": "Stasis", 
    "description": "In the year 2067, after 7 billion people have perished in a war, two agents travel back in time to 2017 to prevent the apocalypse from happening.", 
    "actors": "Anna Harr, Mark Grossman, Tiana Masaniai, Richard Lippert", 
    "director": "Nicole Jones-Dion", 
    "imdb_rating": "3.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1513468800"
},
{
    "title": "Staten Island Summer", 
    "description": "\"Saturday Night Live\" alumni in front of and behind the camera distinguish this hilarious tale of lifeguards planning the ultimate summer bash.", 
    "actors": "Graham Phillips, Zack Pearlman, Ashley Greene, Bobby Moynihan", 
    "director": "Rhys Thomas", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1438214400"
},
{
    "title": "Station Horizon", 
    "description": "Ex-con Joris returns to his Swiss hometown, a community obsessed with American culture and ideals, to start over and save his family's gas station.", 
    "actors": "Bernard Yerlès, Roland Vouilloz, Gaspard Boesch, Alexandra Vandernoot", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "International TV Shows", 
    "date_released": "1472688000"
},
{
    "title": "Stay Here", 
    "description": "Designer Genevieve Gorder and real estate expert Peter Lorimer show property owners how to turn their short-term rentals into moneymaking showstoppers.", 
    "actors": "Genevieve Gorder, Peter Lorimer", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Reality TV", 
    "date_released": "1534464000"
},
{
    "title": "Step Sisters", 
    "description": "With her Harvard Law dreams on the line, a black sorority leader agrees to help a rhythmically challenged sisterhood win a step dance championship.", 
    "actors": "Megalyn Echikunwoke, Eden Sher, Lyndon Smith, Gage Golightly", 
    "director": "Charles Stone III", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1516320000"
},
{
    "title": "Stephen Fry in America", 
    "description": "Stephen Fry embarks on an odyssey through all 50 states, taking a comic's delight in the vast differences in regional cultures that he finds.", 
    "actors": "Stephen Fry", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "British TV Shows", 
    "date_released": "1479168000"
},
{
    "title": "Still Game", 
    "description": "Scottish pensioners Jack and Victor make the most of their golden years, getting themselves into all kinds of scrapes in their Glasgow suburb.", 
    "actors": "Ford Kiernan, Greg Hemphill, Paul Riley, Jane McCarry", 
    "director": "", 
    "imdb_rating": "8.6/10", 
    "category": "British TV Shows", 
    "date_released": "1441065600"
},
{
    "title": "Stoked", 
    "description": "Six teenage groms come together one summer to share a dream: to work at the world-renowned Surfer's Paradise Resort on the legendary Sunset Island.", 
    "actors": "Terry McGurrin, Katie Crown, Kristin Fairlie, Mazin Elsadig", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Kids' TV", 
    "date_released": "1513382400"
},
{
    "title": "Storage Wars: Northern Treasures", 
    "description": "In Canada, a colorful collection of treasure-seeking scavengers bid on the largely unknown contents of repossessed and abandoned storage units.", 
    "actors": "Ursula Stolf, Paul Kenny, Bogart Kenny, Roy Dirnbeck", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1526947200"
},
{
    "title": "Stories by Rabindranath Tagore", 
    "description": "The writings of Nobel Prize winner Rabindranath Tagore come to life in this collection of tales set in early-20th-century Bengal.", 
    "actors": "", 
    "director": "Anurag Basu", 
    "imdb_rating": "9.0/10", 
    "category": "International TV Shows", 
    "date_released": "1527811200"
},
{
    "title": "StoryBots Super Songs", 
    "description": "Characters from the popular StoryBots apps for early childhood education give musical lessons on math, science, history, behaviors, emotions and more.", 
    "actors": "Judy Greer, Jeff Gill, Erin Fitzgerald, Fred Tatasciore", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1475798400"
},
{
    "title": "Strange Empire", 
    "description": "This dark Western set in 19th-century Alberta follows a group of women struggling to survive after most of the men in their town are massacred.", 
    "actors": "Cara Gee, Melissa Farman, Tattiawna Jones, Aaron Poole", 
    "director": "", 
    "imdb_rating": "6.2/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1440028800"
},
{
    "title": "Stranger", 
    "description": "With the help of a gutsy female detective, a prosecutor who has lost the ability to feel empathy tackles a murder case amid political corruption.", 
    "actors": "Cho Seung-woo, Bae Doona, Lee Jun-hyuk, Lee Kyeong-yeong", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "Crime TV Shows", 
    "date_released": "1509494400"
},
{
    "title": "Stranger Things", 
    "description": "When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces and one strange little girl.", 
    "actors": "Winona Ryder, David Harbour, Finn Wolfhard, Millie Bobby Brown", 
    "director": "", 
    "imdb_rating": "8.4/10", 
    "category": "TV Mysteries", 
    "date_released": "1468540800"
},
{
    "title": "Strawberry Shortcake: Berry Bitty Adventures", 
    "description": "Join Strawberry Shortcake and her berry best friends in the whimsical land of Berry Bitty City, where they learn about teamwork and decision-making.", 
    "actors": "Anna Cummer, Janyse Jaud, Andrea Libman, Britt McKillip", 
    "director": "", 
    "imdb_rating": "5.8/10", 
    "category": "Kids' TV", 
    "date_released": "1407974400"
},
{
    "title": "Street", 
    "description": "An amateur MMA fighter joins an underground circuit to make his mark after antagonizing a Russian gang leader who wants him as his own cage fighter.", 
    "actors": "Beau Casper Smart, Mark Ryan, Gregory Fawcett, Kate Miner", 
    "director": "Bradford May", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1477958400"
},
{
    "title": "Stretch Armstrong & the Flex Fighters", 
    "description": "Jake Armstrong and his best friends are unexpectedly transformed into superheroes who learn to reach far beyond the limits of any ordinary teenager.", 
    "actors": "Scott Menville, Steven Yeun, Ogie Banks, Wil Wheaton", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1510876800"
},
{
    "title": "Strippers", 
    "description": "Explore the personal and professional lives of the dancers who take it all off for cold, hard cash in Scotland's three biggest cities.", 
    "actors": "Lucy Briers", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1518912000"
},
{
    "title": "Strong", 
    "description": "Gabrielle Reece hosts a transformative competition of tough fitness challenges as 10 women partner with 10 elite personal trainers.", 
    "actors": "Gabrielle Reece", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1538352000"
},
{
    "title": "Strong Girl Bong-soon", 
    "description": "Born with supernatural strength, Bong-soon fights evil and procures justice while getting tangled in a love triangle with her CEO boss and cop crush.", 
    "actors": "Park Bo-young, Park Hyung-sik, Ji Su", 
    "director": "", 
    "imdb_rating": "7.1/10", 
    "category": "Crime TV Shows", 
    "date_released": "1505433600"
},
{
    "title": "Stunt Science", 
    "description": "When it comes to daring stunts and outrageous pranks, we often wonder: What were they thinking? This high-octane series tries to find some answers.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1539561600"
},
{
    "title": "Suburra: Blood on Rome", 
    "description": "In 2008, a fight over land in a seaside town near Rome spirals into a deadly battle between organized crime, corrupt politicians and the Vatican.", 
    "actors": "Alessandro Borghi, Giacomo Ferrara, Eduardo Valdarnini, Francesco Acquaroli", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Crime TV Shows", 
    "date_released": "1507248000"
},
{
    "title": "Sudden", 
    "description": "A car accident sends four lawyers spiraling in different directions as they scramble to rebuild their shattered lives.", 
    "actors": "Rui En, Romeo Tan, Rebecca Lim, Zhang Zhenhuan", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1506816000"
},
{
    "title": "Sugar Rush", 
    "description": "Time's the most important ingredient as teams race against the clock -- and each other -- to bake up the best-tasting sweets.", 
    "actors": "Candace Nelson, Adriano Zumbo, Hunter March", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1531440000"
},
{
    "title": "Super 4", 
    "description": "Follow the daring adventures of Alex the knight, Ruby the pirate, Agent Gene and Twinkle the fairy as they travel through Playmobil-inspired worlds.", 
    "actors": "Sarah Natochenny, Alyson Leigh Rosenfeld, Billy Bob Thompson, Tom Wayland", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1428624000"
},
{
    "title": "Super Drags", 
    "description": "In this adult animated series, three gay co-workers lead double lives as drag queen superheroes, saving the LGBTQ community from evil nemeses.", 
    "actors": "Fernando Mendonça, Sérgio Cantú, Wagner Follare, Pabllo Vittar", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1541721600"
},
{
    "title": "Super Fan Builds", 
    "description": "Jaws drop -- and fantasies come true -- as Hollywood's ace prop makers create awesome, unique items for superfans of comics, games, movies and more.", 
    "actors": "Leah Kilpatrick, Michele Morrow, Sandeep Parikh, Fon Davis", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Reality TV", 
    "date_released": "1542240000"
},
{
    "title": "Super Genius", 
    "description": "This magazine-style children's series delivers information for kids in fun categories such as science and nature, art and music, cooking and more.", 
    "actors": "Gabi Borges", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1505520000"
},
{
    "title": "Super Monsters", 
    "description": "Preschool kids whose parents are the world's most famous monsters try to master their special powers while preparing for kindergarten.", 
    "actors": "Erin Matthews, Alessandro Juliani, Andrea Libman, Nicole Anthony", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Kids' TV", 
    "date_released": "1507852800"
},
{
    "title": "Super Monsters Monster Party", 
    "description": "Sing along and move to this groovy collection of music videos featuring monster friends Katya, Lobo, Zoe, Drac, Cleo and Frankie!", 
    "actors": "Elyse Maloway, Vincent Tong, Erin Matthews, Andrea Libman", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1536883200"
},
{
    "title": "Super Why!", 
    "description": "Wyatt and his pals, the Super Readers, solve problems by consulting classic stories such as Little Miss Muffet, Hansel and Gretel and more.", 
    "actors": "Nicholas Castel Vanderburgh", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "Kids' TV", 
    "date_released": "1467331200"
},
{
    "title": "Super Wings", 
    "description": "A cheerful jet and his transforming pals strive to find peaceful solutions to their problems while delivering packages to children around the globe.", 
    "actors": "Luca Padovan, Evan Smolin, Junah Jang, Colin Critchley", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1506384000"
},
{
    "title": "Supergirl", 
    "description": "To avert a disaster, Kara Danvers reveals her powers and true identity: She is Superman's cousin, now known as Supergirl, protector of National City.", 
    "actors": "Melissa Benoist, Mehcad Brooks, Chyler Leigh, Jeremy Jordan", 
    "director": "Jesse Warn", 
    "imdb_rating": "5.8/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1473379200"
},
{
    "title": "Supermodel", 
    "description": "A young Brooklynite takes the fashion world by storm when she becomes one of the industry's top models. But she soon finds the job isn't always rosy.", 
    "actors": "Tyson Beckford, Tatyana Ali, Fat Joe, Sessilee Lopez", 
    "director": "Shawn Baker", 
    "imdb_rating": "3.5/10", 
    "category": "Dramas", 
    "date_released": "1496275200"
},
{
    "title": "Supernatural", 
    "description": "Siblings Dean and Sam crisscross the country, investigating paranormal activity and picking fights with demons, ghosts and monsters.", 
    "actors": "Jared Padalecki, Jensen Ackles, Mark Sheppard, Misha Collins", 
    "director": "Phil Sgriccia", 
    "imdb_rating": "7.2/10", 
    "category": "Classic & Cult TV", 
    "date_released": "1327881600"
},
{
    "title": "SuperNature: Wild Flyers", 
    "description": "This series examines the aerodynamics of flight and the evolutionary processes that have enabled certain species to survive by taking to the skies.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1488326400"
},
{
    "title": "Supervolcano", 
    "description": "This explosive docudrama imagines what would happen if the supervolcano on which Yellowstone National Park sits erupted.", 
    "actors": "Michael Riley, Gary Lewis, Shaun Johnston, Adrian Holmes", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "British TV Shows", 
    "date_released": "1472688000"
},
{
    "title": "Surviving Escobar - Alias JJ", 
    "description": "As the Medellín Cartel crumbles, Pablo Escobar's No. 1 hit man struggles to stay alive and gain respect in the prison hierarchy.", 
    "actors": "Juan Pablo Urrego, Amparo Grisales, Nicole Santamaría, Elkin Díaz", 
    "director": "", 
    "imdb_rating": "8.2/10", 
    "category": "Crime TV Shows", 
    "date_released": "1501545600"
},
{
    "title": "Swami Baba Ramdev: The Untold Story", 
    "description": "Born into poverty and denied an education, a village boy overcomes society’s obstacles to become India’s foremost spiritual guru, revered by millions.", 
    "actors": "Naman Jain, Kranti Prakash Jha, Tej Sapru, Chetan Pandit", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1525132800"
},
{
    "title": "Switched", 
    "description": "High schooler Ayumi's perfect world evaporates when her envious classmate Zenko somehow steals her body, her boyfriend and her life.", 
    "actors": "Daiki Shigeoka, Tomohiro Kamiyama, Kaya Kiyohara, Miu Tomita", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1533081600"
},
{
    "title": "Switched at Birth", 
    "description": "In this dramatic family series, two teenagers discover they were accidentally switched at birth, setting off a chain reaction of life-altering events.", 
    "actors": "Vanessa Marano, Katie Leclerc, Lucas Grabeel, Constance Marie", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "TV Dramas", 
    "date_released": "1430524800"
},
{
    "title": "Sword Art Online", 
    "description": "A video game whiz helps create a new technology that enables players to guide their online avatars with their own bodies -- but a dark twist emerges.", 
    "actors": "Yoshitsugu Matsuoka, Haruka Tomatsu, Ayana Taketatsu, Kanae Ito", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Anime Series", 
    "date_released": "1489622400"
},
{
    "title": "Sword Art Online II", 
    "description": "A video game whiz creates a new technology that enables players to guide their online avatars with their own bodies -- but a dark twist emerges.", 
    "actors": "Yoshitsugu Matsuoka, Haruka Tomatsu, Miyuki Sawashiro", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Anime Series", 
    "date_released": "1444348800"
},
{
    "title": "Swordfish", 
    "description": "Determined to get his mitts on $9 billion in a secret DEA account so he can fight terrorism, a rogue agent recruits an encryption expert to hack in.", 
    "actors": "John Travolta, Hugh Jackman, Halle Berry, Don Cheadle", 
    "director": "Dominic Sena", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1530403200"
},
{
    "title": "SWORDGAI The Animation", 
    "description": "A young man becomes host to a legendary infernal sword and, with the fate of humanity now in his arm, wields its demonic power against his enemies.", 
    "actors": "Yuto Uemura, Yuuka Aisaka, Nobunaga Shimazaki, Yuuichirou Umehara", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Anime Series", 
    "date_released": "1521763200"
},
{
    "title": "Sydney White", 
    "description": "After discovering that her sorority is a nasty, backhanded clique, a disenchanted college freshman takes up with a group of seven outcasts.", 
    "actors": "Amanda Bynes, Sara Paxton, Matt Long, Jack Carpenter", 
    "director": "Joe Nussbaum", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1535760000"
},
{
    "title": "Sylvanian Families", 
    "description": "The sweet little residents of this adorable village are always having lots of fun with their friends and families!", 
    "actors": "Georgie Fuller, Jessica Hinds-Mingo, Mayumi Kawai, Sarah Sumeray", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1541030400"
}
]