[
{
    "title": "V.R. Troopers", 
    "description": "Three friends who study martial arts find themselves defending humanity from a criminal mastermind and his invading army from another dimension.", 
    "actors": "Michael Sorich, Gardner Baldwin, Mike Reynolds, Richard Rabago", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "Kids' TV", 
    "date_released": "1451606400"
},
{
    "title": "Vai Anitta", 
    "description": "Go behind the scenes with Brazilian pop icon Anitta, along with her friends and family, as she aims to create a new song and music video each month.", 
    "actors": "Anitta", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Docuseries", 
    "date_released": "1542326400"
},
{
    "title": "Valor", 
    "description": "Following an unsuccessful mission in Somalia, the two surviving members of a U.S. Army helicopter crew are embroiled in an unseemly conspiracy.", 
    "actors": "Christina Ochoa, Matt Barr, Corbin Reid, Charlie Barnett", 
    "director": "", 
    "imdb_rating": "5.8/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1517875200"
},
{
    "title": "Vampire Knight", 
    "description": "At Cross Academy, two student disciplinary committee members are tasked with keeping the peace between a human class and a night class of vampires.", 
    "actors": "Yui Horie, Mamoru Miyano, Daisuke Kishio, Susumu Chiba", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Anime Series", 
    "date_released": "1476489600"
},
{
    "title": "Van Helsing", 
    "description": "After three years in a coma, Vanessa awakens to a world ravaged by vampires. Now, she and a motley band of fellow survivors fight to stay alive.", 
    "actors": "Kelly Overton, Jonathan Scarfe, Christopher Heyerdahl, Paul Johansson", 
    "director": "", 
    "imdb_rating": "5.7/10", 
    "category": "International TV Shows", 
    "date_released": "1501459200"
},
{
    "title": "VeggieTales in the City", 
    "description": "With exciting trips to the big city, the ski slopes and beyond, the Veggie friends expand their horizons and learn valuable faith-based lessons.", 
    "actors": "Phil Vischer, Mike Nawrocki, Rob Paulsen, Tress MacNeille", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Kids' TV", 
    "date_released": "1487894400"
},
{
    "title": "VeggieTales in the House", 
    "description": "Bob the Tomato, Larry the Cucumber and their Veggie pals venture beyond the kitchen counter in these playful adventures with Christian themes.", 
    "actors": "Phil Vischer, Mike Nawrocki, Rob Paulsen, Tress MacNeille", 
    "director": "", 
    "imdb_rating": "5.0/10", 
    "category": "Kids' TV", 
    "date_released": "1458864000"
},
{
    "title": "Velvet", 
    "description": "In 1950s Spain, the heir to a fashion house romances a beautiful seamstress who works for the company, despite the objections of his family.", 
    "actors": "Paula Echevarría, Miguel Ángel Silvestre, Aitana Sánchez-Gijón, Manuela Velasco", 
    "director": "Carlos Sedes", 
    "imdb_rating": "5.4/10", 
    "category": "International TV Shows", 
    "date_released": "1417392000"
},
{
    "title": "Velvet Colección", 
    "description": "In the late '60s, fashion designer Ana enlists friends Clara, Pedro and Raúl to open a store and design school in Barcelona in this \"Velvet\" spinoff.", 
    "actors": "Marta Hazas, Asier Etxeandía, Adrián Lastra, Diego Martín", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1522454400"
},
{
    "title": "Vengeance", 
    "description": "After their slick lawyer gets them off for a violent assault, four criminals find themselves the target of a cop with his own brand of justice.", 
    "actors": "Nicolas Cage, Anna Hutchison, Talitha Eliana Bateman, Deborah Kara Unger", 
    "director": "Johnny Martin", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1515801600"
},
{
    "title": "Versailles", 
    "description": "King Louis XIV of France commissions a lavish palace that becomes a fierce battleground for love and politics -- and a gilded prison for nobility.", 
    "actors": "George Blagden, Alexander Vlahos, Tygh Runyan, Stuart Bowman", 
    "director": "", 
    "imdb_rating": "7.8/10", 
    "category": "International TV Shows", 
    "date_released": "1481673600"
},
{
    "title": "Very British Problems", 
    "description": "Comedians and other celebrities offer sardonic observations of Britain's peculiar, self-deprecating and often preposterous social customs.", 
    "actors": "Julie Walters", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1472688000"
},
{
    "title": "Vexed", 
    "description": "Charming slacker DI Jack Armstrong and driven professional DI Kate Bishop try to solve crimes together without driving each other crazy.", 
    "actors": "Toby Stephens, Miranda Raison, Lucy Punch, Nick Dunning", 
    "director": "", 
    "imdb_rating": "7.2/10", 
    "category": "British TV Shows", 
    "date_released": "1438387200"
},
{
    "title": "VGHS: The Movie", 
    "description": "In a world where professional video gaming is the most popular sport, a hapless young gamer gets the chance to sharpen his skills at an elite academy.", 
    "actors": "Josh Blaylock, Jimmy Wong, Ellary Porterfield, Brian Firenzi", 
    "director": "Matthew Arnold, Brandon Laatsch", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1385337600"
},
{
    "title": "Viceroy's House", 
    "description": "As viceroy Lord Mountbatten arrives in Delhi to oversee a transfer of power from Britain to India in 1947, war looms between religious factions.", 
    "actors": "Hugh Bonneville, Gillian Anderson, Manish Dayal, Huma Qureshi", 
    "director": "Gurinder Chadha", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1513036800"
},
{
    "title": "Victor", 
    "description": "In 1962 Brooklyn, a Puerto Rican teen who joins a gang is seduced by violence and heroin. But can his mother's love and faith in God save him?", 
    "actors": "Patrick Davis, Lisa Vidal, Josh Pence, José Zúñiga", 
    "director": "Brandon Dickerson", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1500854400"
},
{
    "title": "Video Game High School", 
    "description": "When Brian unknowingly beats an international gaming champion, he's swiftly admitted to the halls of the prestigious Video Game High School.", 
    "actors": "Josh Blaylock, Johanna Braddy, Brian Firenzi, Ellary Porterfield", 
    "director": "", 
    "imdb_rating": "6.9/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1385337600"
},
{
    "title": "Vinnie Jones World's Toughest Cops", 
    "description": "Actor Vinnie Jones suits up and accompanies police forces from the world's toughest locations on their most dangerous assignments.", 
    "actors": "Vinnie Jones", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1499472000"
},
{
    "title": "Vinnie Jones' Toughest Cops USA", 
    "description": "Actor and former pro footballer Vinnie Jones takes a hard-hitting look at intrepid police forces fighting crime in the world's most violent places.", 
    "actors": "Vinnie Jones", 
    "director": "", 
    "imdb_rating": "", 
    "category": "British TV Shows", 
    "date_released": "1483660800"
},
{
    "title": "Violet Evergarden", 
    "description": "The war is over, and Violet Evergarden needs a job. Scarred and emotionless, she takes a job as a letter writer to understand herself and her past.", 
    "actors": "Yui Ishikawa, Takehito Koyasu, Daisuke Namikawa, Aya Endo", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Anime Series", 
    "date_released": "1522886400"
},
{
    "title": "Violet Evergarden: Special", 
    "description": "Auto Memory Doll Violet Evergarden writes letters for people who can’t, learning about her war-torn country and her own hardened heart along the way.", 
    "actors": "Yui Ishikawa, Takehito Koyasu, Daisuke Namikawa, Aya Endo", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "Anime Series", 
    "date_released": "1538611200"
},
{
    "title": "ViR: The Robot Boy", 
    "description": "Humanoid robot boy ViR lives with his inventor, Dr. Prem Sahay, and, with his best friends, is always ready to use his superpowers to save the day.", 
    "actors": "Vidit Kumar, Roopa Bhimani, Anubhav Saha, Brian Dcosta", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1522454400"
},
{
    "title": "Voltron: Legendary Defender", 
    "description": "In an all-new series, five unlikely heroes and their flying robot lions unite to form the megapowerful Voltron and defend the universe from evil.", 
    "actors": "Jeremy Shada, Tyler Labine, Bex Taylor-Klaus, Josh Keaton", 
    "director": "", 
    "imdb_rating": "7.6/10", 
    "category": "Kids' TV", 
    "date_released": "1465516800"
},
{
    "title": "Vroomiz", 
    "description": "For these half-car, half-animal friends, each day in Zippy City is a chance to have fun, be creative and use teamwork to solve difficult problems.", 
    "actors": "Joon-seok Song, Yang Jeong-hwa, Um Sang-hyun, So-yeong Lee", 
    "director": "", 
    "imdb_rating": "4.0/10", 
    "category": "Kids' TV", 
    "date_released": "1497571200"
}
]