[
{
    "title": "Yago", 
    "description": "After being framed by his fiancée and imprisoned for a botched robbery, a man physically transforms himself into a bloodthirsty alter ego.", 
    "actors": "Iván Sánchez, Gabriela de la Garza, Flavio Medina, Pablo Valentín", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "International TV Shows", 
    "date_released": "1484438400"
},
{
    "title": "Yeh Meri Family", 
    "description": "In the summer of 1998, middle child Harshu balances school, family, friendship and other challenges of growing up.", 
    "actors": "Vishesh Bansal, Mona Singh, Akarsh Khurana, Ahan Nirban", 
    "director": "", 
    "imdb_rating": "9.0/10", 
    "category": "International TV Shows", 
    "date_released": "1535673600"
},
{
    "title": "Yes We Can!", 
    "description": "When a frustrated businessman starts his own firm, it soon morphs into a way to help senior citizens refresh their dying traditional trades.", 
    "actors": "Romeo Tan, Rebecca Lim, Sora Ma, Xu Bin", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1498867200"
},
{
    "title": "YG Future Strategy Office", 
    "description": "K-pop star Seungri, BIGBANG's youngest member, tries to lead a team of bumbling staff at YG's Future Strategy Office in this mockumentary sitcom.", 
    "actors": "Seungri, Yoo Byung Jae, Lee Jai-jin, Jinu", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "International TV Shows", 
    "date_released": "1538697600"
},
{
    "title": "Yo-Kai Watch", 
    "description": "Nate frees a mythical being trapped in a magic capsule, and the two new friends have adventures with all sorts of troublesome supernatural creatures.", 
    "actors": "Johnny Yong Bosch, J.W. Terry, Alicyn Packard, Melissa Hutchison", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Anime Series", 
    "date_released": "1459468800"
},
{
    "title": "Yoko", 
    "description": "Friends Mai, Oto and Vik's games at the park become magical adventures, thanks to Yoko, who can turn playgrounds into spaceships and camping sites.", 
    "actors": "Eileen Stevens, Alyson Leigh Rosenfeld, Sarah Natochenny, H.D. Quinn", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1529020800"
},
{
    "title": "YOM", 
    "description": "With the mind of a human being, and the body of whichever animal he chooses to be, a young boy protects the world from danger.", 
    "actors": "Sairaj, Devyani Dagaonkar, Ketan Singh, Mayur Vyas", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1528243200"
},
{
    "title": "YooHoo & Friends", 
    "description": "YooHoo and his four big-eyed, furry animal friends are on a mission to protect the environment while learning to value harmony and friendship.", 
    "actors": "Jeon Sook-kyeong, Ji-won Yu, Sin-jeong Han, Um Sang-hyun", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Kids' TV", 
    "date_released": "1504224000"
},
{
    "title": "You Get Me", 
    "description": "After a one-night stand, Holly develops a dangerous obsession with Tyler and transfers to his high school, desperate to keep their \"romance\" alive.", 
    "actors": "Bella Thorne, Halston Sage, Taylor John Smith, Nash Grier", 
    "director": "Brent Bonacorso", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1498176000"
},
{
    "title": "You're My Destiny", 
    "description": "A young woman's romantic cruise ends in a twist when she gets pregnant after a one-night stand with a rich executive, turning their lives upside down.", 
    "actors": "Joe Chen, Ethan Juan, Baron Chen, Bianca Bai", 
    "director": "", 
    "imdb_rating": "8.0/10", 
    "category": "International TV Shows", 
    "date_released": "1470009600"
},
{
    "title": "Young & Hungry", 
    "description": "A female food blogger is hired as a personal chef by a young tech tycoon and faces a new menu of challenges, both inside and outside of the kitchen.", 
    "actors": "Emily Osment, Kym Whitley, Rex Lee, Jonathan Sadowski", 
    "director": "", 
    "imdb_rating": "6.5/10", 
    "category": "TV Comedies", 
    "date_released": "1431648000"
},
{
    "title": "Your lie in April", 
    "description": "After his mother's death, a piano prodigy's will to play disappears. But meeting a free-spirited girl who plays the violin turns his life around.", 
    "actors": "Natsuki Hanae, Risa Taneda, Ayane Sakura, Ryota Osaka", 
    "director": "", 
    "imdb_rating": "8.3/10", 
    "category": "Anime Series", 
    "date_released": "1456790400"
},
{
    "title": "Yours Fatefully", 
    "description": "Two lonely singles meet on a blind date and slowly get to know each other, unaware that their parents are friends and may be falling in love.", 
    "actors": "Kingone Wang, Jesseca Liu, Xiang Yun, Chen Shucheng", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International TV Shows", 
    "date_released": "1498867200"
},
{
    "title": "Yu-Gi-Oh!", 
    "description": "The lives of young Yugi Muto and his friends Joey, Tristan and Téa are forever changed when a fantasy card game becomes their reality.", 
    "actors": "Eric Stuart, Amy Birnbaum, Darren Dunstan, Wayne Grayson", 
    "director": "", 
    "imdb_rating": "6.8/10", 
    "category": "Anime Series", 
    "date_released": "1486512000"
},
{
    "title": "Yu-Gi-Oh! Arc-V", 
    "description": "Now that he's discovered the Pendulum Summoning technique, Yuya's dream of becoming the greatest \"dueltainer\" is in reach -- but it won't be easy!", 
    "actors": "Mike Liscio, Emily Bauer, Billy Bob Thompson, Alyson Leigh Rosenfeld", 
    "director": "", 
    "imdb_rating": "6.3/10", 
    "category": "Anime Series", 
    "date_released": "1522454400"
},
{
    "title": "Yukon Gold", 
    "description": "Gold miners -- both new and experienced -- tackle the rugged terrain of the Yukon while searching for that most elusive of prizes: gold.", 
    "actors": "Bill Courage, Guillaume Brodeur, Ken Foy, Karl Knutson", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Reality TV", 
    "date_released": "1522454400"
},
{
    "title": "Yunus Emre", 
    "description": "When Mongols invade, mystic Yunus Emre leaves home to travel across Anatolia, defying all odds to become a dervish.", 
    "actors": "Gökhan Atalay, Payidar Tüfekçioglu, Baran Akbulut, Mehmet Çepiç", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "International TV Shows", 
    "date_released": "1484611200"
}
]