[
{
    "title": "Z Nation", 
    "description": "A team embarks on a perilous cross-country mission to transport the one man who survived a deadly zombie virus, hoping he holds the key to a vaccine.", 
    "actors": "Nat Zang, Russell Hodgkinson, Michael Welch, Anastasia Baranova", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "TV Action & Adventure", 
    "date_released": "1420761600"
},
{
    "title": "Zak Storm", 
    "description": "Teen surfer Zak Storm is mysteriously transported to the Bermuda Triangle, where he becomes the captain of a magical ship full of misfits.", 
    "actors": "Michael Johnston, Jessica Gee-George, Christine Marie Cabanos, Christopher Smith", 
    "director": "", 
    "imdb_rating": "7.3/10", 
    "category": "Kids' TV", 
    "date_released": "1509494400"
},
{
    "title": "Zig & Sharko", 
    "description": "Zig, an island-bound hyena, will do anything to get his paws on Marina the mermaid, but her devoted pal Sharko always comes to her rescue in time.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "5.3/10", 
    "category": "Kids' TV", 
    "date_released": "1504224000"
},
{
    "title": "Zindagi Gulzar Hai", 
    "description": "Strong-willed, middle-class Kashaf and carefree, wealthy Zaroon meet in college, but before love can take root, they each have some growing up to do.", 
    "actors": "Sanam Saeed, Fawad Khan, Ayesha Omer, Mehreen Raheel", 
    "director": "", 
    "imdb_rating": "9.0/10", 
    "category": "International TV Shows", 
    "date_released": "1481760000"
},
{
    "title": "Zoo", 
    "description": "When animal species all over the world begin attacking humans, controversial zoologist Jackson Oz tries to discover the cause of the sudden change.", 
    "actors": "James Wolk, Kristen Connolly, Nonso Anozie, Nora Arnezeder", 
    "director": "", 
    "imdb_rating": "5.9/10", 
    "category": "TV Dramas", 
    "date_released": "1442966400"
},
{
    "title": "Zumbo's Just Desserts", 
    "description": "Dessert wizard Adriano Zumbo looks for the next “Willy Wonka” in this tense competition that finds skilled amateurs competing for a $100,000 prize.", 
    "actors": "Adriano Zumbo, Rachel Khoo", 
    "director": "", 
    "imdb_rating": "5.7/10", 
    "category": "International TV Shows", 
    "date_released": "1509408000"
}
]